[
    {
        "gend": "- If you wish to make a long journey, there are three basic steps to follow: plan your route and gather supplies, travel the distance, and arrive at your destination.\n- There are a number of roles one can play during this journey. those Roles include:\n - Guide :compass:\n - Forager :basket:\n - Scout :detective:\n - Lookout :eye:\n- A person can only lead or assist one role per day if they wish, and any role not taken will automatically fail any related rolls. A role can have only one leader, but any number of helpers. The leader makes the roll, the first helper grants advantage, and subsequent helpers grant a +1 bonus.\n\n**Travelling Pace**\n- The speed at which you travel can have an significant impact on your role. There are three main paces: slow, normal, and fast. Check the Travelling Pace table to see exactly how you're affected by the pace you choose.\n\nUse `!nr Journey` to learn more about making the journey, `!travel [role]` to learn more about the roles or `travel Pace` or `!travel Transport` to learn more about the pace and modes of transport.\n ### **Note:** Traveling activites are specific to player characters. Familiars, companions, npcs etc, cannot do them."
    },
    {
        "name": "Make the Journey",
        "desc": "**1) Plan Your Route**:\nThe first step in making a long journey is planning— you need to decide where you're going, how you're getting there, and who you're travelling with.\n> a)Pick the destination: First, pick your destination. This could be a dungeon, city, or other landmark.\n> b)Choose your route: Next, you need to decide which route you'll take. The length of your route is measured not in miles but in days (assuming an average walking speed of 15 miles per day)\n> c)Gather supplies: Finally, gather any supplies, vehicles, and equipment needed for the journey.\n\n**2) Travel**:\nNow it's time to gather everyone and head out on your journey. The average day is broken up into six parts— dawn, morning, noon, afternoon, dusk, and night— so run through these in sequence for each day of travel.\n> *a)Dawn* Sunlight crests the horizon. It's time to wake up, eat some breakfast,  and pack up camp./n--Check the weather: The weather can have a drastic impact on your  travel plans—especially if you're not properly prepared. You may want to avoid travel completely during heavy rains, storms, and snows.\n--Assign roles: Decide who is going to be today's guide, forager, scout, and lookout. A character can only assume one role at a time, so pick wisely.\n--Set pace: Decide what pace you'll be travelling at today—slow,  medium, or fast. A slower pace makes it easier to succeed at your roles, but also means that the journey takes longer to complete.\n--Eat breakfast: Eat some food and drink some water to build up your energy for the travel ahead.\n--Pack up camp: Put out any cooking fires, strap on your gear, and pack up your camp.\n> *b) Morning.* The sun rises and the day becomes warmer. Begin the first half of today's travelling.\n> *c)Noon* The sun is at its peak. Take a short break, sit in the shade,and rest your feet.\n> *d)Afternoon* The sun descends and the temperature cools. Press on to finish the second half of today's travel while you still have some natural light.\n> *e) Dusk* The sun sinks beneath the horizon and the sky darkens. It's time to set up camp for the night, eat a good meal, and reflect on today's travel\n--Make camp: Take off your gear and set up camp.\n--Lookout duty: The lookout takes charge of camp defense and security for the night. While on lookout, a character can only eat and sleep—they don't have time to do or join in with anything else.\n--Guide: The guide makes a guidance check to confirm the adventuring party's location—did you all stay on track, or have you veered off in the wrong direction?\n--Forage: The forager makes a foraging check to see if they were able to gather any food or water supplies throughout the day's travel.\n--Eat dinner: Eat some food and drink some water to help recover from the day's travel.\n> *f) Night* The night is dark and full of terrors—an unwelcoming time for travelers out in the wilds. Travel is very difficult and it's very easy to get lost in the dark, so best get some sleep and recover your energy for tomorrow.\n\n**3) Arrive**:\nAfter enough days of travel have passed—if you didn't lose your way—you'll arrive at your destination.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "The Guide :compass:",
        "desc": "# __***The Guide***__\n- The guide makes sure that everyone is heading in the right direction. If the guide fails, you'll become lost and the journey will take longer as you try to retrace your steps.\n- If you're the guide, roll Intelligence on the Guidance table at the end of the day to see if you were able to keep everyone on track. Cartography tools, maps, and the Survival skill will help you be a better guide.\n- **Success**: The party is on track. Subtract today's progress from the remaining travel time.\n- **Failure**: You veered off course and lost your way. Add 0.5 day to the remaining travel time.\n\n## Guidance Table\n- DC 5 Wide open plains; Clear landmarks; Obvious pathway.\n- DC 10 Tall landmarks; Small hills.\n- DC 15 Light rain or mist; Woods and hills.\n- DC 20 Moonlight night; Heavy rain or mist; Forest with no clear pathway or markings.\n- DC 25 Fog; Thick and obscure forest; Mountains.\n- DC 30 Clouded night; Impossibly thick fog; A shifting maze; Magically treacherous terrain.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "The Forager :basket:",
        "desc": "# __***The Forager***__\n- The forager finds food and water for the travelling party. If the forager fails, you'll run out of essential supplies long before the journey reaches its destination—so make sure to pack plentiful supplies before you embark if you don't have a skilled forager.\n- If you're the forager, roll Wisdom on the Foraging table at the end of the day to see how much food and water you were able to hunt throughout the day. Hunting equipment and the Survival skill will help you forage.\n- **Success**: You recover 2d4 rations-worth of food and water—you can divide this however you like.\n- **Failure**: You were unable to find anything.\n\n## - Foraging Table\n- DC 5 Lush and verdant forest; Food and water are everywhere.\n- DC 10 Forest; Coast; Abundant food and clean water.\n- DC 15 Thin woodland and greenwood. Food must be actively hunted and water is harder to find.\n- DC 20 Dry, open plains; Very little food or clean water.\n- DC 25 Desert and barren or polluted land; Food is extremely rare and water may need treatment.\n- DC 30 Toxic or corrupted deadlands; Food is inedible and water sources are poisoned.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "The Scout :detective:",
        "desc": "__***The Scout***__\n- The scout ranges ahead during the day's travel and keeps an eye out for dangers. If the scout fails, you may be ambushed by enemies and other hazards.\n- If you're the scout, you're responsible for making any perception checks during the day to spot incoming risks and dangers—the GM will notify you of anything worth rolling for. A spyglass will help you scout better.\n- **Success**: You noticed the threat and were able to warn the party in time. You have a chance to avoid the threat entirely, or encounter it at your own pace.\n- **Failure**: You failed to spot the danger in time and the party are surprised.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "The Lookout :eye:",
        "desc": "__***The Lookout***__\n- The lookout protects the camp at night. If the lookout fails, you risk being attacked while you sleep.\n- If you're the lookout, you're responsible for making perception checks during the night to spot incoming threats—the GM will notify you of anything worth rolling for. \n- The lookout can't join in any camp activities beyond eating and sleeping, so make sure that whoever takes the lookout shift won't be needed for anything else.\n- You can set traps and alarms around the camp—dry twigs, tripwires, the Alarm ritual—to help you detect intruders a little better.\n- **Success**: You were able to rouse the party in time to prevent being ambushed.\n- **Failure**: You failed to spot the danger in time and the party is surprised.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Pace",
        "desc": "",
        "iurl": "https://img.photouploads.com/file/PhotoUploads-com/SdTB.png",
        "thum": ""
    },
    {
        "name": "Transport",
        "desc": "**Walking**\nThe average character has a walking speed of about 3 miles per hour, and can travel—comfortably—around 15 miles per day. This takes into account the many rest breaks, pauses, and distractions a character will need during the day— especially those that carry heavy gear and armor. Walking long-distance is surprisingly hard work, and a long march in full plate armor is a sure way to strain muscles and hurt yourself.\n\n**Horseback**\nThe average horse walks at much the same pace as a character: 3 miles per hour. While they can gallop much faster, they can only do so on flat ground for very short periods—horses overheat very quickly. On horseback, a character can comfortably travel 20 miles per day without injuring the horse or becoming too saddle-sore. Anything more arduous requires knowledge and experience of Animal Handling. The main benefit of travelling on horseback is the carrying capacity—a horse can carry much more than a character for much longer without complaint. Horses need plenty to eat and drink, however—2 food and water rations a day—so make sure you bring enough supplies to keep your animals in good shape.",
        "iurl": "",
        "thum": ""
    }
]
