[
    {
        "gend": "***Error:*** *`<name>` is a required argument that is missing\n\nTry `!esrpg subfeat rogue <name>` using the name of a subclasses feature to find specific information.*\n\nFor a Full list of options see:\nhttps://wiki.uestrpg.com/wiki/BR:Rogue#Roguish_Archetypes"
    },
    {
        "name": "**__Rogue__**\n**__Agent: Master of Disguise__**",
        "desc": "*3rd-level Agent feature*\n\nWhen you choose this archetype at 3rd level, you gain proficiency with the disguise kit, and one gaming set of your choice. You also learn two languages of your choice. If you are already proficient with the disguise kit, choose a different tool from those listed in the rogue's proficiencies.\n\nAdditionally, you can unerringly mimic the speech patterns and accent of a creature that you hear speak for at least 1 minute, allowing you to pass yourself off as a native speaker of a particular land, provided that you know the language.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/c/cf/Agent-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Agent: Ambush__**",
        "desc": "*3rd-level Agent feature*\n\nAt 3rd level, your Precise Attacks are more effective. When you use a Precise Attack, you roll 1 additional Precision Die of the same dice type.\n\nWhen you reach 9th level in this class, you roll 2 additional Precision dice, and you roll 3 additional Precision dice at 15th level.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/c/cf/Agent-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Agent: Infiltration Expert__**",
        "desc": "*9th-level Agent feature*\n\nStarting at 9th level, you can unfailingly create false identities for yourself. You must spend seven days and 100 septims to establish the history, profession, and affiliations for an identity. You can't establish an identity that belongs to someone else. For example, you might acquire appropriate clothing, letters of introduction, and official looking certification to establish yourself as a member of a trading house from a remote city so you can insinuate yourself into the company of other wealthy merchants.\n\nOther characters believe you to be that person until given an obvious reason not to.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/c/cf/Agent-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Agent: Imposter__**",
        "desc": "*13th-level Agent feature*\n\nAt 13th level, you gain the ability to unerringly mimic another person's speech, writing and behavior. You must spend at least 3 hours studying these three components of the person's behavior, listening to speech, examining handwriting, and observing mannerisms.\n\nYour ruse is indiscernible to the casual observer. If a wary creature suspects something is amiss, you have advantage on any Personality (Deception) check you make to avoid detection.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/c/cf/Agent-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Agent: Eternal Deceit__**",
        "desc": "*17th-level Agent feature*\n\nStarting at 17th level, your thoughts can't be read by telepathy or other means, unless you allow it. You can present false thoughts by succeeding on a Personality (Deception) check contested by the mind reader's Willpower (Insight) check.\n\nAdditionally, no matter what you say, magic that would determine if you are telling the truth indicates you are being truthful, if you so choose, and you can't be compelled to tell the truth by magic.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/c/cf/Agent-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Agent: Master Strategist__**",
        "desc": "*17th-level Agent feature*\n\nAlso at 17th level, you can use a bonus action to direct one of your willing companions to strike. Choose a friendly creature that is within 60 feet of you that can see or hear you. That creature can make a melee or ranged attack with its reaction.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/c/cf/Agent-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin: Poison Master__**",
        "desc": "*3rd-level Assassin feature*\n\nWhen you choose this archetype at 3rd level, you learn how to make unique poisons designed to coat your weapon of choice.\n\nYou gain proficiency with the poisoner's kit and learn two assassin's poisons of your choice. Your poison options are detailed at the end of the Assassin's description. You learn one additional assassin's poison of your choice at 9th level, and again at 13th, and 17th level.\n\n*Poisons.* Once each day, when you spend 1 hour gathering materials and creating poison, you create a series of vials with the various assassin's poisons you know. You can use any combination of these poisons an amount of times equal to your Intelligence modifier.\n\nOn your turn, you can use a bonus action to apply the poison to a weapon, a piece of ammunition, trap components, or other objects that deal piercing or slashing damage. The object remains potent for the next minute, until the poison is delivered through a wound, a new poison is applied, or the poison is washed off. The potency of all unused poisons is lost after 24 hours.\n\n*Saving Throws.* Your poisons require your target to make an Endurance saving throw to resist the poisons effects. On a failed save, the target is effected by the poison as noted in its description. On a successful save, the target takes half the amount of damage and suffers no other effects. An affected creature can make another saving throw at the start of each of their turns. The saving throw DC is calculated as follows:\n\nAssassin's Poison save DC = 8 + your proficiency bonus + your Intelligence modifier",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin: Nimble Attacks__**",
        "desc": "*9th-level Assassin feature*\n\nStarting at 9th level, whenever you roll initiative, roll an additional 1d8 and add the result to the total.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin: Assassinate__**",
        "desc": "*13th-level Assassin feature*\n\nStarting at 13th level, you are at your deadliest when you get the drop on your enemies. You have advantage on attack rolls against any creature that hasn't taken a turn in the combat yet. In addition, any hit you score against a creature that is surprised is a critical hit.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin: Death Strike__**",
        "desc": "*17th-level Assassin feature*\n\nStarting at 17th level, you become a master of instant death. The first time on your turn when you attack and hit a creature that is surprised, it must make an Endurance saving throw (DC 8 + your Agility modifier + your proficiency bonus). On a failed save, double the damage of your attack against the creature.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin Poisons: Basic Poison__**",
        "desc": "A creature hit by an item with Basic Poison applied to it takes an additional 1d6 poison damage and is poisoned for 1 minute.\n\nThis poison's damage increases by 1d6 when you reach 11th level (2d6), and 17th level (3d6).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin Poisons: Blinding Poison__**",
        "desc": "A creature hit by an item with Blinding Poison applied to it takes an additional 1d4 poison damage and is blinded for 1 minute.\n\nThis poison's damage increases by 1d4 when you reach 11th level (2d4), and 17th level (3d4).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin Poisons: Crippling Poison__**",
        "desc": "*Prerequisite: 9th level*\n\nA creature hit by an item with Crippling Poison applied to it takes an additional 1d6 poison damage and has disadvantage on all saving throws for 1 minute.\n\nThis poison's damage increases by 1d6 when you reach 11th level (2d6), and 17th level (3d6).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin Poisons: Defiling Poison__**",
        "desc": "A creature hit by an item with Defiling Poison applied to it takes an additional 1d6 poison damage and any healing the creature receives is nullified for 1 minute.\n\nThis poison's damage increases by 1d6 when you reach 11th level (2d6), and 17th level (3d6).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin Poisons: Delayed Poison__**",
        "desc": "*Prerequisite: 13th level*\n\nA creature hit by an item with Delayed Poison applied to it takes 5d6 poison damage at the start of your next turn on a failed save, or half as much on a successful save.\n\nThis poison's damage increases by 3d6 when you reach 17th level (8d6).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin Poisons: Hallucinating Poison__**",
        "desc": "*Prerequisite: 9th level*\n\nA creature hit by an item with Hallucinating Poison applied to it takes an additional 1d6 poison damage and the creature hallucinates wildly for 1 minute.\n\nThe affected creature attacks the nearest creature to it, but has disadvantage on all of it's attacks. Any attacks made against the affected creature has advantage.\n\nThis poison's damage increases by 1d6 when you reach 11th level (2d6), and 17th level (3d6).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin Poisons: Hindering Poison__**",
        "desc": "A creature hit by an item with Hindering Poison applied to it takes an additional 1d4 poison damage and their movement speed is reduced to 5 for 1 minute.\n\nThis poison's damage increases by 1d4 when you reach 11th level (2d4), and 17th level (3d4).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin Poisons: Luminescent Poison__**",
        "desc": "A creature hit by an item with Luminescent Poison applied to it takes an additional 1d4 poison damage and emits a dim light in a 10-foot radius for the next minute.\n\nAny attack roll against an affected creature has advantage if the attacker can see it, and the affected creature can't benefit from being invisible.\n\nThis poison's damage increases by 1d4 when you reach 11th level (2d4), and 17th level (3d4).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin Poisons: Magicka Draining Poison__**",
        "desc": "A creature hit by an item with Magicka Draining Poison applied to it takes an additional 1d4 poison damage and their magicka is reduced by 1d4.\n\nThis poison's damage and magicka reduction increases by 1d4 when you reach 11th level (2d4), and 17th level (3d4).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin Poisons: Mind-clouding Poison__**",
        "desc": "*Prerequisite: 9th level*\n\nA creature hit by an item with Mind-clouding Poison applied to it takes an additional 1d6 poison damage and has disadvantage on concentration saves for 1 minute.\n\nThis poison's damage increases by 1d6 when you reach 11th level (2d6), and 17th level (3d6).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin Poisons: Silencing Poison__**",
        "desc": "*Prerequisite: 13th level*\n\nA creature hit by an item with Silencing Poison applied to it takes an additional 2d4 poison damage and are unable to speak or cast spells that require verbal components.\n\nThis poison's damage increases by 1d4 when you reach 17th level (3d4).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Assassin Poisons: Vulnerability Poison__**",
        "desc": "*Prerequisite: 13th level*\n\nA creature hit by an item with Vulnerability Poison applied to it takes an additional 2d4 poison damage and the creature is vulnerable to the next attack made against it.\n\nThis poison's damage increases by 1d4 when you reach 17th level (3d4).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/73/Assassin-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Inquisitor: Ear for Deceit__**",
        "desc": "*3rd-level Inquisitor feature*\n\nWhen you choose this archetype at 3rd level, you develop a keen ear for picking out lies. Whenever you make a Willpower (Insight) check to determine whether a creature is lying, treat a roll of 7 or lower on the d20 as an 8.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b3/Inquisitor-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Inquisitor: Eye for Detail__**",
        "desc": "*3rd-level Inquisitor feature*\n\nStarting at 3rd level, you can use a bonus action to make a Willpower (Perception) check to spot a hidden creature or object or to make an Intelligence (Investigation) check to uncover and decipher clues.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b3/Inquisitor-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Inquisitor: Insightful Fighting__**",
        "desc": "*3rd-level Inquisitor feature*\n\nAt 3rd level, you gain the ability to decipher an opponent’s tactics and develop a counter to them. As a bonus action, you can make a Willpower (Insight) check against a creature you can see that isn’t incapacitated, contested by the target’s Personality (Deception) check. If you succeed, when you use Precision Dice to attack a creature, you roll twice the normal amount of Precision Dice, taking the highest rolls, as though you had advantage. For example, if your Precision Dice is 2d8, you instead roll 4d8, taking the highest two rolls.\n\nThis benefit lasts for 1 minute or until you successfully use this feature against a different target.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b3/Inquisitor-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Inquisitor: Steady Eye__**",
        "desc": "*9th-level Inquisitor feature*\n\nAt 9th level, you gain advantage on any Willpower (Perception) or Intelligence (Investigation) check if you do move no more than half your speed on the same turn.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b3/Inquisitor-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Inquisitor: Unerring Eye__**",
        "desc": "*13th-level Inquisitor feature*\n\nAt 13th level, your senses are almost impossible to foil. As an action, you sense the presence of illusions, shapechangers not in their original form, and other magic designed to deceive the senses within 30 feet of you, provided you aren't blinded or deafened. You sense that an effect is attempting to trick you, but gain no insight into what is hidden or its true nature.\n\nYou can use this feature a number of times equal to your Intelligence modifier (minimum of once), and you regain all expended uses when you finish a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b3/Inquisitor-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Inquisitor: Eye for Weakness__**",
        "desc": "*17th-level Inquisitor feature*\n\nAt 17th level, you learn to exploit a creature’s weaknesses by carefully studying its tactics and movement. While your Insightful Fighting feature applies to a creature, you double your Precision Dice roll on attacks against that creature.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b3/Inquisitor-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Chosen of Sithis: Seed of Sithis__**",
        "desc": "*3rd-level Chosen of Sithis feature*\n\nYou gain powers that are fueled by special dice called Sithis dice. At 3rd level this die is a d6. This die increases in size at 6th level (1d8), 11th level (1d10), and 17th (1d12).\n\nYour affiliation with the Dread Lord allows you to use a bonus action to imbue a target with the power of Sithis, marking them for death. This mark gives you alone power over your foe.\n- While marked, once on each of your turns, when you miss an attack against the target, it takes necrotic damage equal to the number you roll on your sithis die.\n- All your attacks of opportunity against that target have advantage.\n- When you reduce the target to 0 hit points you gain hit points equal to your Intelligence modifier (minimum of 1).\n- The marked target has disadvantage on all saving throws prompted by you.\n\nThis benefit lasts until you finish a short rest. When the marked creature is reduced to 0 hp you can use a bonus action to mark a new creature hostile to you. If you do not mark another creature by the end of your next turn, the power fades.\n\nOnce you use this feature, you can't use it again until you finish a short or long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/4/45/Chosen-of-sithis-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Chosen of Sithis: Void Cloud__**",
        "desc": "*9th-level Chosen of Sithis feature*\n\nAs an action, you can cast the darkness spell without expending magicka points. When you cast the spell in this manner, the spell functions with the following changes:\n- It is centered on yourself and moves with you.\n- The radius is reduced to 10 feet.\n- You and up to 5 willing creatures of your choice can see through it.\n- It does not require concentration to maintain, and you can end the effect early as a bonus action. Once you use this feature, you can not use it again until finishing a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/4/45/Chosen-of-sithis-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Chosen of Sithis: The Culling__**",
        "desc": "*13th-level Chosen of Sithis feature*\n\nWhenever you kill a creature marked by the Seed of Sithis, you can use a reaction to draw part of its soul out and form it into an invisible barrier around you. Roll your Sithis die and add the number rolled to your AC until the start of your next turn.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/4/45/Chosen-of-sithis-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Chosen of Sithis: Call of Sithis__**",
        "desc": "*17th-level Chosen of Sithis feature*\n\nAs an action, you draw dread from the souls of those you have killed in the past and discharge the energy, forcing all creatures you choose within 30 feet of you to make a Willpower saving throw (DC 8 + your Intelligence modifier + you proficiency bonus). On a failed save, the creature takes 5d10 necrotic damage, or half as much on a successful one. If this damage reduces one or more Small or larger hostile creatures to 0 hit points, you can make one additional weapon attack as part of the Attack action on your next turn.\n\nOnce you use this feature, you can't use it again until you finish a short or long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/4/45/Chosen-of-sithis-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Infiltrator: Tools of the Trade__**",
        "desc": "*3rd-level Infiltrator feature*\n\nYou've learned how to excel at the finer points of deception. You gain proficiency with the disguise kit and the Deception skill.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/f1/Infiltrator-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Infiltrator: Smile of Fortune__**",
        "desc": "*3rd-level Infiltrator feature*\n\nYou've learned how to turn failure into success. When you roll a 1 on your precision dice, you can reroll the die and you must use the new roll, even if the new roll is a 1.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/f1/Infiltrator-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Infiltrator: Convincing Con__**",
        "desc": "*6th-level Infiltrator feature*\n\nYou've learned how to get your way, whether it’s getting out of trouble with the guards or getting someone to turn a blind eye to your deeds. If caught in the act of thievery, trespassing, or generally being somewhere or doing something you shouldn't be, you have advantage on Personality checks made to attempt to bribe, seek clemency, or otherwise talk your way out of the situation.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/f1/Infiltrator-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Infiltrator: Escape Artist__**",
        "desc": "*9th-level Infiltrator feature*\n\nYour deft movements and training of getting yourself out of sticky situations allows you a greater ability to avoid being pinned down. You have advantage on all checks to escape a grapple. Additionally, you can use the Dash action as a bonus action on each of your turns. When you take your bonus action to Dash, opportunity attacks against you have disadvantage.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/f1/Infiltrator-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Infiltrator: Swiflty Forgotten__**",
        "desc": "*13th-level Infiltrator feature*\n\nYou've learned how to quickly change your appearance in order to slip away from a scene. Spending 1 minute using your disguise kit, you attempt to craft a disguise that involves moderate changes to your appearance to pass yourself off as that of another person. While in this disguise, you can roll your precision dice and add the total to any Personality (Deception) checks made to convince others of your new identity.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/f1/Infiltrator-banner.png"
    },
    {
        "name": "**__Rogue__**\n**__Infiltrator: Deceptive Fighting__**",
        "desc": "*17th-level Infiltrator feature*\n\nYour knack for deception extends to your fighting. As a bonus action on each of your turns, you can attempt to mislead attackers with sly and deft movements. A target of your choosing within 60 feet of you must make an opposed Willpower (Insight) check against your Personality (Deception) check. On a failure, the target makes its attacks against you with disadvantage until the start of your next turn. If the target is within 5 feet of you, the creature also has disadvantage on all attacks made against any of your allies that are within 5 feet of the target.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/f1/Infiltrator-banner.png"
    }
]
