[
    {
        "gend": "***Error:*** *`<name>` is a required argument that is missing\n\nTry `!esrpg subfeat priest <name>` using the name of a subclasses feature to find specific information.*\n\nFor a Full list of options see:\nhttps://wiki.uestrpg.com/wiki/BR:Priest#Divine_Callings"
    },
    {
        "name": "**__Priest__**\n**__Bastion of Light: Calling Spells__**",
        "desc": "*1st-level Bastion of Light Calling feature*\n\nYou gain calling spells at the priest levels listed in the Bastion of Light Calling Spells table. See the Divine Calling class feature for how calling spells work.\n\nBastion of Light Calling Spells\n```\nLevel| Spells\n------------------------------\n1st  | divine favor, guiding bolt\n3rd  | branding smite, warding bond\n5th  | beacon of hope, solar barrage\n7th  | guardian of faith, dark flare\n9th  | hallow, Stendarr’s aura\n```",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/e/eb/Bastion-of-light-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Bastion of Light: Bonus Proficiencies__**",
        "desc": "*1st-level Bastion of Light Calling feature*\n\nYou gain proficiency with heavy armor.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/e/eb/Bastion-of-light-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Bastion of Light: Steadfast Ward__**",
        "desc": "*1st-level Bastion of Light Calling feature*\n\nAs a bonus action, you wreath a creature you can see within 30 feet of you with protective light for the next minute. The next time the target takes damage, the total damage taken is reduced by 1d6, and the effect ends. The ward produces dim light in a 15-foot radius.\n\nAs you gain levels in this class, the amount of damage reduced by this feature grows in power. The damage is reduced by 2d6 at 5th level, 3d6 at 11th level, and 4d6 when you reach 17th level.\n\nYou can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/e/eb/Bastion-of-light-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Bastion of Light: Channel Divinity- Combat Prayer__**",
        "desc": "*2nd-level Bastion of Light Calling feature*\n\nYou can use your Channel Divinity to inspire those around you and increase their combat prowess.\n\nAs an action, you present your holy symbol, and each creature of your choice that can see or hear you within 30 feet of you gains a boost to their critical attacks for the next 10 minutes. Each creature’s attacks score a critical hit on a roll of 19 or 20, and they can roll one additional damage die when determining the extra damage for a critical hit.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/e/eb/Bastion-of-light-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Bastion of Light: Absorbing Ward__**",
        "desc": "*6th-level Bastion of Light Calling feature*\n\nWhen your Steadfast Ward is used to reduce damage on a creature, you can use your reaction to regain magicka points equal to half the amount of damage reduced.\n\nOnce you regain magicka points from this feature, you can’t do so again until you’ve finished a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/e/eb/Bastion-of-light-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Bastion of Light: __**",
        "desc": "",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/e/eb/Bastion-of-light-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Bastion of Light: Divine Strike__**",
        "desc": "*8th-level Bastion of Light Calling feature*\n\nYou gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 radiant damage to the target. When you reach 14th level, the extra damage increases to 2d8.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/e/eb/Bastion-of-light-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Bastion of Light: Light’s Champion__**",
        "desc": "*17th-level Bastion of Light Calling feature*\n\nWhen a creature regains hit points from a spell of 1st level or higher that you cast, it can use its reaction to make a weapon attack.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/e/eb/Bastion-of-light-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Healer: Calling Spells__**",
        "desc": "*1st-level Healer Calling feature*\n\nYou gain calling spells at the priest levels listed in the Healer Calling Spells table. See the Divine Calling class feature for how calling spells work.\n\nHealer Calling Spells \n```\nLevel| Spells\n------------------------------\n1st  | bless, cure wounds\n3rd  | aid, lesser restoration\n5th  | beacon of hope, revivify\n7th  | death ward, freedom of movement\n9th  | mass cure wounds, raise dead\n```",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/8/8a/Healer-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Healer: Restoring Light__**",
        "desc": "*1st-level Healer Calling feature*\n\nYou gain the ability to channel divine energy to heal wounds. You have a pool of d6s that you spend to fuel this healing. The number of dice in the pool equals 1 + half your priest level (rounded down).\n\nAs a bonus action, you can heal one creature you can see within 30 feet of you, spending dice from the pool. The maximum number of dice you can spend at once equals your Willpower modifier (minimum of one die). Roll the dice expended and add them together. You restore a number of hit points equal to the total.\n\nYour pool regains all expended dice when you finish a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/8/8a/Healer-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Healer: Channel Divinity: Panacea__**",
        "desc": "*2nd-level Healer Calling feature*\n\nYou can use your Channel Divinity to provide soothing relief to cure nearly any ailment. As an action, you radiate with healing energy. Each creature within 15 feet of you gains the benefits of one of the following effects of your choice:\n\n*Revitalizing Boost.* An unconscious creature with 0 hit points regains consciousness with 1 hit point.\n\n*Soothing Grace.* You end either one disease or one condition from the creature. The condition can be blinded, burning, chilled, dazed, deafened, paralyzed, or poisoned.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/8/8a/Healer-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Healer: Superior Restoration__**",
        "desc": "*6th-level Healer Calling feature*\n\nYour superior knowledge in the healing arts allows you to cast powerful spells with little effort. Choose one spell that you can cast of 1st level or higher from your priest spell list or your Healer calling spells. You always have this spell prepared, and it doesn’t count against your number of spells prepared. When you cast this spell at any spell level you can cast, you can choose to do so without expending any magicka points. Once you’ve cast the spell in this way, you can’t do so again until you finish a long rest.\n\nEach time you gain a level in this class, you can replace this spell with another spell from either the priest spell list or your Healer Calling spells.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/8/8a/Healer-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Healer: Potent Cantrip__**",
        "desc": "*8th-level Healer Calling feature*\n\nYou add your Willpower modifier to the damage you deal with any priest cantrip.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/8/8a/Healer-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Healer: Echoing Light__**",
        "desc": "*17th-level Healer Calling feature*\n\nWhen you use your Restoring Light feature to restore a creature’s hit points, a second creature of your choice within 15 feet of the original target restores an amount of hit points equal to half the amount rolled.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/8/8a/Healer-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Pilgrim: Calling Spells__**",
        "desc": "*1st-level Pilgrim Calling feature*\n\nYou gain calling spells at the priest levels listed in the Pilgrim Calling Spells table. See the Divine Calling class feature for how calling spells work.\n\nPilgrim Calling Spells\n```\nLevel| Spells\n------------------------------\n1st  | charm person, inflict wounds\n3rd  | augury, blindness/deafness\n5th  | clairvoyance, tongues\n7th  | dimension door, greater invisibility\n9th  | commune, dominate person\n```",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Pilgrim-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Pilgrim: Bonus Proficiencies__**",
        "desc": "*1st-level Pilgrim Calling feature*\n\nYou gain proficiency in your choice of either the History or Stealth skill. Additionally, you gain proficiency in either thieves' tools, a musical instrument, or an artisan's tools of your choice.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Pilgrim-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Pilgrim: Eye for Danger__**",
        "desc": "*1st-level Pilgrim Calling feature*\n\nYou have an eye for reading enemies, throwing them off guard, and getting out of trouble when things get dire. When you hit a creature with a weapon attack, that creature has disadvantage on their next attack, and the creature can’t use their reaction to make an opportunity attack until the start of their next turn.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Pilgrim-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Pilgrim: Channel Divinity- Gathered Secrets__**",
        "desc": "*2nd-level Pilgrim Calling feature*\n\nIn your travels you have spoken to many people who have known many things. You can use your Channel Divinity to unlock that lost knowledge. As an action, you gain one of the following benefits of your choice:\n\n*Survival Notes.* For the next minute, you gain a bonus to any saving throw you make equal to half your proficiency bonus.\n\n*Borrowed Skills.* For the next ten minutes, you gain a bonus to any attribute check you make equal to half your proficiency bonus.\n\n*Dilettante’s Blessing.* For the next 24 hours you gain proficiency in one weapon type or one tool of your choice.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Pilgrim-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Pilgrim: Deceit and Influence__**",
        "desc": "*6th-level Pilgrim Calling feature*\n\nWhen you make a Personality (Deception) or Personality (Persuasion) check, you can add your Willpower modifier to the roll instead of Personality.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Pilgrim-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Pilgrim: Wayfarer’s Path__**",
        "desc": "*6th-level Pilgrim Calling feature*\n\nYou ignore non-magical difficult terrain, and cannot become lost except by magical means. Additionally, any creatures of your choice within 30 feet of you that can hear you also gain this benefit.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Pilgrim-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Pilgrim: Divine Strike__**",
        "desc": "*8th-level Pilgrim Calling feature*\n\nYou gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 psychic damage to the target. When you reach 14th level, the extra damage increases to 2d8.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Pilgrim-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Pilgrim: Eye for Weak Points__**",
        "desc": "*17th-level Pilgrim Calling feature*\n\nWhen you hit a creature with a weapon attack, you gain advantage on the next attack you make against that creature. Additionally, any creature that sees this attack gains a bonus to their next attack roll equal to your Willpower modifier. You can use this feature a number of times equal to your Willpower modifier. You regain all expended uses when you finish a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Pilgrim-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Doomsayer: Calling Spells__**",
        "desc": "*1st-level Doomsayer feature*\n\nYou gain calling spells at the priest levels listed in the Doomsayer Calling Spells table. See the Divine Calling class feature for how calling spells work.\n\nDoomsayer Calling Spells\n```\nPriest Level| Spells\n------------------------------\n1st         | bane, detect evil and good\n3rd         | augury, magic mouth\n5th         | clairvoyance, tongues\n7th         | arcane eye, divination\n9th         | commune, scrying\n```",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b2/Doomsayer-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Doomsayer: Bonus Cantrip__**",
        "desc": "*1st-level Doomsayer feature*\n\nYou learn the vicious mockery cantrip. It counts as a priest cantrip for you, but it doesn't count against your number of cantrips known.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b2/Doomsayer-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Doomsayer: Foreboding Premonition__**",
        "desc": "*1st-level Doomsayer feature*\n\nDuring a long rest, you gain premonitions of future events yet to occur. You glimpse into the future and gain a number of premonition dice equal to your Willpower modifier (minimum 1). These dice are d6s.\n\nAs a reaction, you can grant one of these dice to a creature that you can see that is subjected to a saving throw as a result of a harmful effect from a trap, an ability, or a spell. The creature rolls your premonition die and adds the number rolled to their total. The die must be expended before the result of the roll is determined.\n\nYou regain all expended uses of this feature when you finish a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b2/Doomsayer-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Doomsayer: Channel Divinty- Frightful Omen__**",
        "desc": "*2nd-level Doomsayer feature*\n\nYou can use your Channel Divinity to strike fear into the hearts of your enemies.\n\nAs an action, you present your holy symbol and you utter a word that strikes fear in the hearts of those who stand against you or your allies. Choose one humanoid within 60 feet of you. The target must make a Willpower saving throw or become frightened of another humanoid of your choosing. On a failed save, for the next minute, the target is frightened of the chosen humanoid. At the start of each of their turns, the target repeats this save. On a success, this effect ends.\n\nAt 10th level, you can target two creatures instead of one with this feature, and you can target three creatures when you reach 18th level. Each creature can be frightened of a different humanoid of your choice, or the same one.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b2/Doomsayer-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Doomsayer: Dreaded Prophecy Foretold__**",
        "desc": "*6th-level Doomsayer feature*\n\nYour foresight into horrors yet to come has allowed you a moment to help those in need. When a creature rolls one of your premonition dice and fails their saving throw, any damage the creature received as part of the failed save is reduced by a number equal to the number rolled on the die + your proficiency bonus + your Willpower modifier (minimum 1).\n\nIf you reduce the damage to 0, the number remaining is granted as temporary hit points to the creature.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b2/Doomsayer-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Doomsayer: Divine Strike__**",
        "desc": "*8th-level Doomsayer feature*\n\nYou gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 radiant damage to the target. When you reach 14th level, the extra damage increases to 2d8.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b2/Doomsayer-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Doomsayer: Doomed Soul__**",
        "desc": "*17th-level Doomsayer feature*\n\nYour sight into death protrudes into reality, allowing you a brief moment to change the fate of a doomed soul. When a creature fails a death saving throw within 60 feet of you, as a reaction, you can grant the target an additional 1d6 to the death saving throw by expending one of your premonition dice, possibly changing their doomed fate and making the attempt a success instead.\n\nOnce you use this feature, you must finish a short or long rest before you can use it again.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b2/Doomsayer-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Reveler: Calling Spells__**",
        "desc": "*1st-level Reveler feature*\n\nYou gain calling spells at the priest levels listed in the Reveler Calling Spells table. See the Divine Calling class feature for how calling spells work.\n\nReveler Calling Spells\n```\nPriest Level| Spells\n------------------------------\n1st         | color spray, disguise self\n3rd         | mirror image, suggestion\n5th         | beacon of hope, hypnotic pattern\n7th         | compulsion, confusion\n9th         | animate objects, awaken\n```",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/92/Reveler-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Reveler: Festive Vitality__**",
        "desc": "*1st-level Reveler feature*\n\nYou gain advantage on Endurance saving throws to resist poison and becoming Intoxicated, and you gain resistance to poison damage. Additionally, you always have the protection from poison spell prepared and it doesn’t count against the total number of spells you have prepared.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/92/Reveler-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Reveler: Channel Divinty- Merrymaker__**",
        "desc": "*2nd-level Reveler feature*\n\nYou can use your Channel Divinity to invigorate all who see you. A number of creatures equal to your Willpower attribute modifier (minimum 1) within 60 feet of you, that can both see and hear your prayer, gains 2d10 temporary hit points.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/92/Reveler-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Reveler: Rousing Jubilation__**",
        "desc": "*6th-level Reveler feature*\n\nWhenever you roll for initiative, you can immediately use your reaction to encourage your allies. You and any number of creatures of your choice that can see and hear you have advantage on all saving throws and attribute checks during the first round of combat.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/92/Reveler-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Reveler: Potent Spellcasting__**",
        "desc": "*8th-level Reveler feature*\n\nYou add your Willpower modifier to the damage you deal with any priest cantrip.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/92/Reveler-banner.png"
    },
    {
        "name": "**__Priest__**\n**__Reveler: Spirit of Invigoration__**",
        "desc": "*17th-level Reveler feature*\n\nWhen a creature within 15 feet of you fails a death saving throw, you can use your reaction to force the creature to reroll the saving throw. The target must use the result of the second roll. Alternatively, whenever an ally within 15 feet of you becomes stable, you can use your reaction to restore 1 hit point and grant 2d10 temporary hit points to the target.\n\nOnce a creature gains the benefits of this feature, it must finish a long rest before it can do so again.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/92/Reveler-banner.png"
    }
]
