[
    {
        "gend": "***Error:*** *`<name>` is a required argument that is missing\n\nTry `!esrpg sub barbarian <name>` using the name of a subclass to find an Overview of information.*\n\nAvailable Options:\n- Battleworn\n- Reaver\n- Savage\n- War Crier\n- Vanguard\n- Weal\n- Wilds"
    },
    {
        "name": "**__Barbarian__**\n**__Primal Path: Battleworn__**",
        "desc": "**Thick Skin**\n*3rd-level Path of the Battleworn feature*\nYour body is scarred and calloused from years of battle. When you choose this path at 3rd level, your unarmored AC is equal to 12 + your Agility modifier + your Endurance modifier.\n\n**Reckless Abandon**\n*6th-level Path of the Battleworn feature*\nBeginning at 6th level, when you use Reckless Attack while raging, you also gain temporary hit points equal to your Endurance modifier (minimum of 1). They vanish if any of them are left when your rage ends.\n\n**Battle Scars**\n*10th-level Path of the Battleworn feature*\nAt 10th level, your scarred body and strong presence is readily noticeable. You have advantage on all Intimidation checks.\n\n**Boiling Point**\n*14th-level Path of the Battleworn feature*\nStarting at 14th level, while raging, you push your attacks beyond their natural limits. Once on your turn, when you hit a creature with a melee weapon attack, you can expend one hit die to add a d12 to your damage roll.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/c/cf/Battleworn-banner.png"
    },
    {
        "name": "**__Barbarian__**\n**__Primal Path: Reaver__**",
        "desc": "**Accelerated Regeneration**\n*3rd-level Path of the Reaver feature*\nWhen you choose this path at 3rd level, your wounds naturally stitch together at a faster rate. When you use hit dice to recover hit points during a short rest, you gain additional hit points equal to 1d12 + your Endurance modifier.\n\n**Reavers Charge**\n*3rd-level Path of the Reaver feature*\nBeginning at 3rd level, when you enter into a rage, your speed doubles for the rest of your turn. You can only use this additional speed to move towards an enemy. Additionally, you can take the Dash action as a bonus action on your subsequent turns while you are raging.\n\n**Pack Tactics**\n*6th-level Path of the Reaver feature*\nAt 6th level, while raging, you have advantage on attack rolls against a creature if at least one of your allies are within 5 feet of you and the ally isn't unconscious.\n\n**Dread Warrior**\n*10th-level Path of the Reaver feature*\nBeginning at 10th level, your physique is so intimidating that you inspire dread in your enemies. You can use a bonus action to make yourself appear exceptionally fearful. Every creature within 10 feet of you suffers from one of the following effects of your choice:\n- Disadvantage on Strength and Agility checks\n- Disadvantage on Willpower and Personality checks\n- All intimidation checks by you and your allies have advantage.\n\nThis effect lasts up to 1 minute, and requires concentration to maintain. Once you use this feature, you cannot use it again until you finish a short or long rest.\n\n**Reaper's Verdict**\n*14th-level Path of the Reaver feature*\nBeginning at 14th level, while raging, you can attack three times, instead of twice, whenever you take the Attack action on your turn.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/1/1c/Reaver-banner.png"
    },
    {
        "name": "**__Barbarian__**\n**__Primal Path: Savage__**",
        "desc": "**Frenzied Armsman**\n*3rd-level Path of the Savage feature*\nStarting at level 3, while raging, you are able to exploit your weapons to become even more devastating. You gain the following benefits:\n\n*Axes.* Once on each of your turns, when you hit a creature with an axe weapon, make a second attack roll. If your second roll would also hit the creature, you rend the target, causing them to bleed extensively. Your attack deals an additional 1d6 necrotic damage.\n*Blunt.* Your attacks are exceptionally forceful and can penetrate even the most tempered armors. You gain a +2 bonus to attack rolls made with blunt weapons.\n*Long Blades.* When you attack with a long blade weapon, you gain a +2 bonus to damage rolls with that weapon.\n\n**Uppercut**\n*6th-level Path of the Savage feature*\nAt 6th level, when you take the Attack action on your turn, you can forgo your movement and a possible bonus action to use one of your attacks to make a powerful upward blow.\nMake a melee weapon attack. If the attack hits a creature, you deal damage as normal and it must make a Strength saving throw with a DC of 8 + your proficiency bonus + your Strength modifier. On a failed save, the target is knocked back 10 feet and left prone. On a successful save, the creature has disadvantage on attacks until the start of your next turn. This ability can only affect large or smaller creatures.\n\n**Heavylifting**\n*10th-level Path of the Savage feature*\nBeginning at 10th level, while raging and not wearing heavy armor, you are able to engage in two-weapon fighting with all weapons except for those with the heavy or two handed traits.\n\nAdditionally, weapons with the heavy or two handed traits can be held in one hand.\n\n**Relentless Storm**\n*14th-level Path of the Savage feature*\nAt 14th level, you can use your action to whirl around, attacking all enemies within range of your melee weapon. Roll a separate attack roll for each creature you attack. While whirling, you can move up to half your movement speed. Any opportunity attacks against you have disadvantage while moving.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/2/27/Savage-banner.png"
    },
    {
        "name": "**__Barbarian__**\n**__Primal Path: War Crier__**",
        "desc": "**Battle Thu'um**\n*3rd-level Path of the War Crier feature*\nYou learn how to harness the power of the dragon tongue to form powerful shouts. A shout requires you to spend shout points each time you use one.\n\n*Shouts.* You know the Unrelenting Force shout and two other shouts of your choice, which are detailed in the “Dragon Shouts” section at the end of the subclass description. You learn two additional shouts of your choice at 6th, 10th, and 14th level.\n\nWhenever you gain a level in this class, you can choose one of the dragon shouts you know and replace it with another dragon shout that you could learn at that level.\n\n*Shout Points.* You have 2 shout points and you regain any expended shout points when you finish a short or long rest. Additionally, you regain 1 shout point when you enter your rage.\n\nYou gain two additional shout points at 6th level (4), and again at 10th level (6), and 14th level (8).\n\n*Using Words of Power.* The Thu’um is a form of magic that uses words of power from the draconic language to form powerful shouts. While the effects of a dragon shout are considered spells, they break some of the rules of spellcasting:\n- You can use shouts even while raging.\n- You require the ability to speak to be able to use a dragon shout.\n- You do not require to use somatic or material components to cast spells as a dragon shout.\n- Dragon shouts that create spells or effects that have a duration longer than instantaneous do not require concentration to maintain. You can only have one effect active at a time and any effects immediately end if you are incapacitated or cast another shout with a duration longer than instantaneous.\n- You can only use one shout on each turn.\n\nSome dragon shouts require the target to make a saving throw to resist its effects. The saving throw DC is calculated as follows:\nDragon Shout save DC = 8 + your proficiency bonus + your Endurance modifier\nOnce you reach 6th level in this class, you can spend additional shout points to increase the power of a shout that you cast, provided that it has an enhanced effect, as Unrelenting Force does.\n\nThe maximum number of shout points you can spend to cast a shout in this way (including its base shout point cost and any additional shout points you spend to increase its effect) is determined by your barbarian level, as shown in the Maximum Shout Points table below.\n\n```\nBarbarian Level| Max Shout Points for a Shout\n6th-8th        | 3\n9th-12th       | 4\n13th-16th      | 5\n17th-20th      | 6\n```\n\n**Draconic Tongue**\n*3rd-level Path of the War Crier feature*\nYou gain mastery with draconic words. You are now proficient in the Dovahzul language.\n\n**Shout Resistance**\n*6th-level Path of the War Crier feature*\nYour knowledge of the Thu’um has made you resistant to it. You have advantage on all saving throws made against shouts.\n\n**Wrathful Shouts**\n*6th-level Path of the War Crier feature*\nWhen you deal damage with a shout while raging, you add the damage bonus of your rage to one of the damage rolls.\n\n**Destructive Shouts**\n*10th-level Path of the War Crier feature*\nYou can focus on your shouts, making them deadlier by lowering your guard. Once on your turn when you cast a shout that requires a saving throw you can give one target disadvantage against the shout’s saving throw, but attack rolls against you have advantage until your next turn.\n\n**Draconic Rage**\n*10th-level Path of the War Crier feature*\nWhen you use a bonus action to enter into a rage, you can cast a dragon shout as part of the bonus action.\n\n**Thu’um Master**\n*14th-level Path of the War Crier feature*\nWhen you use your action to cast a dragon shout, you can make one weapon attack as a bonus action. Additionally, when you enter your rage you recover 2 shout points, instead of 1.\n*follow https://wiki.uestrpg.com/wiki/BR:Path_of_the_War_Crier#Dragon_Shouts for a list of shouts*",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/7/7a/War-crier-banner.png"
    },
    {
        "name": "**__Barbarian__**\n**__Primal Path: Vanguard__**",
        "desc": "**Bonus Proficiencies**\n*3rd-level Path of the Vanguard feature*\nYou gain proficiency in the Athletics and Survival skills if you don't already have it.\n\n**Fighting Style**\n*3rd-level Path of the Vanguard feature*\nYou adopt a particular style of fighting as your specialty. Choose one of the following options. You can't take the same Fighting Style option more than once, even if you later get to choose again.\n*follow https://wiki.uestrpg.com/wiki/LGtC:Path_of_the_Vanguard#Fighting_Style for a list of options*\n\n**Expert Hunter**\n\n*6th-level Path of the Vanguard feature*\nYou gain insight and knowledge on those you’re contracted to defeat. When you finish a long rest, choose one creature type to focus your hunt on. The first time you attack a creature of this chosen type on your turn, you add your Willpower attribute modifier (minimum 1) to the attack roll.\n\nWhen you reach 10th level, your weapon attacks score a critical hit on a roll of 19 or 20 against your chosen creature type from this feature.\n\n**Unyielding Might**\n*10th-level Path of the Vanguard feature*\nYou can harness your superior might to remain in the heat of the battle. While raging, when you take damage, you can use your reaction to expend one of your hit dice and heal yourself. Roll the die, add your Endurance attribute modifier, and regain a number of hit points equal to the total (minimum of 1).\n\n**Weaponmaster**\n*14th-level Path of the Vanguard feature*\nYou draw back to the intense training and focus your swings. While raging, you can make a melee weapon attack as a bonus action on each of your turns.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/4/4c/Vanguard-banner.png"
    },
    {
        "name": "**__Barbarian__**\n**__Primal Path: Weal__**",
        "desc": "**Weal Markings**\n*3rd-level Path of the Weal feature*\nChoose a marking from the list of weal marks listed below, which covers a large part of your body, such as your entire torso. The mark resembles an animal or other entity which represents the chosen effect. For example, if you choose Mark of Resilience, it can bear the image of a mammoth, troll, or roots. While you are raging, the markings glow with magical energy and you gain the effects as described.\n\n*Mark of Strength.* You are considered one size larger for the purposes of shoving and grappling, and when determining your carrying capacity and the weight you can push, drag, or lift.\n*Mark of Speed.* Your movement speed is increased by 10 feet.\n*Mark of Resilience.* You gain a +1 bonus to AC.\n\n**Powerful Markings**\n*6th-level Path of the Weal feature*\nYour marks grow larger, and shine brightly while raging, giving you an additional magical effect of your choice. You can choose the same mark you chose at 3rd level, or an entirely new one.\n\n*Mark of Strength.* After attacking a creature, you can shove or grapple it as a bonus action.\n*Mark of Speed.* You gain advantage on Agility (Acrobatics) skill checks and Agility saving throws.\n*Mark of Resilience.* You gain advantage on Endurance saving throws.\n\n**Minor Marks**\n*6th-level Path of the Weal feature*\nChoose a marking from the list of Minor Marks detailed at the end of the subclass description, which covers a small part of your body, such as a limb, or your neck. While you are raging, the marking glows with magical energy, and you gain the effects as described.\n\nYou can choose a second minor mark when you reach 10th level, and a third at 14th level. You can’t gain the benefits of the same minor mark twice, unless noted otherwise.\n*follow https://wiki.uestrpg.com/wiki/LGtC:Path_of_the_Weal#Minor_Marks_2 for a list of Minor marks*\n\n**Remarkable Markings**\n*10th-level Path of the Weal feature*\nYour marks cover more of your body, allowing you to control another magical effect of your choice. You can choose the same marks you have chosen previously, or an entirely new one.\n\n*Mark of Strength.* You gain a +1 bonus to your rage damage.\n*Mark of Speed.* If you move at least 20 feet straight toward a target and then hit it with a melee weapon attack on the same turn, you can add one additional weapon damage die to one of your attacks.\n*Mark of Resilience.* You gain an additional +1 bonus to AC, and you can go one extra round without attacking or taking damage before your rage ends.\n\n**Marks of the Covenant**\n*10th-level Path of the Weal feature*\nYou gain the ability to share your minor marks with others. During a short rest, you can choose one minor mark you possess and share it with an ally, giving them the effects of the chosen mark while you are raging. The ally’s mark fades when you finish a short or long rest.\n\n**Extraordinary Markings**\n*14th-level Path of the Weal feature*\nYour marks have become one with you, applying their effects even while you are not raging. Additionally, your marks fuse you with an additional magical ability of your choice. You can choose the same marks you have chosen previously, or an entirely new one.\n\n*Mark of Strength.* Your attack rolls score a critical hit on a roll of 19 or 20.\n*Mark of Speed.* Your speed increases by an additional 5 feet, and opportunity attacks made against you are made at a disadvantage.\n*Mark of Resilience.* Whenever you take any damage, you can use your reaction and expend one hit die to reduce the total by 1d12 + your Endurance modifier.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/bb/Weal-banner.png"
    },
    {
        "name": "**__Barbarian__**\n**__Primal Path: Wilds__**",
        "desc": "**Primal Cunning**\n*3rd-level Path of the Wilds feature*\nYou have an unmatched connection to the natural environment. You become proficient in one skill of your choice from Animal Handling, Nature, Medicine, Perception, Stealth, or Survival. While in a natural environment, your proficiency bonus is doubled for any attribute check you make that uses this chosen skill.\n\n**Cloak of the Wild**\n*3rd-level Path of the Wilds feature*\nWhen you enter your rage, your physical form changes, manifesting a cloak of the wild, adjusting to fit into your surroundings. Until the rage ends, you gain the camouflaged condition. While camouflaged, you can use a bonus action to take the Hide action on each of your turns, and your rage does not end early as long as you are hiding from a creature that you can see or hear.\n\nAdditionally, you can use an action to gain the camouflaged condition while not raging. This effect lasts for 10 minutes or until you use an action to make an attack. Once you use this feature in this way, you can’t use it again until you finish a short rest.\n\n**Hunt-Father's Advance**\n*6th-level Path of the Wilds feature*\nWhen you or an ally within 10 feet of you attacks and hits a creature that is surprised, the target takes an additional 1d4 damage. This damage increases when you reach certain levels: to 2d4 at 11th level, 3d4 at 16th level, and 4d4 at 20th level. The bonus damage depends on the damage type of the weapon or spell being used.\n\n**Camouflaged Hunter**\n*10th-level Path of the Wilds feature*\nWhile camouflaged, you can use a bonus action to mark a creature as your prey, which lasts as long as you are camouflaged. Once on each of your turns, you deal an extra 1d6 damage when you hit the marked target with a weapon attack.\n\nYou can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.\n\n**Silent Strider**\n*10th-level Path of the Wilds feature*\nYour walking speed increases by 5 feet and you gain your choice of either a climbing speed or a swimming speed, which equals your walking speed.\n\nAdditionally, you have advantage on an Agility (Stealth) check if you move no more than half your speed on the same turn.\n\n**Resilient Rage**\n*14th-level Path of the Wilds feature*\nWhile raging, you are immune to the charmed and frightened condition and you have advantage on saving throws against being blinded, deafened, paralyzed, petrified, poisoned, or stunned.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/3/3e/Wilds-banner.png"
    }
]
