[
    {
        "gend": "***Error:*** *`<name>` is a required argument that is missing\n\nTry `!esrpg subfeat thief <name>` using the name of a subclasses feature to find specific information.*\n\nFor a Full list of options see:\nhttps://wiki.uestrpg.com/wiki/BR:Thief#Thieves_Archetypes"
    },
    {
        "name": "**__Thief__**\n**__Acrobat: Tracing the Path__**",
        "desc": "*3rd-level Acrobat feature*\n\nWhen you choose this archetype at 3rd level, you are able to traverse your environment with ease and efficiency. You gain the following benefits:\n- Climbing no longer costs you extra movement.\n- When you make a High Jump or Long jump, the distance you cover increases by a number of feet equal to your Agility modifier.\n- You can move along a flat vertical surface as long as you break your movement speed in two short movements. Each movement is half your speed, and you must end each on a creature, solid object, or ground. If not, you fall, taking damage as normal.\n\nYou can use a bonus action on your turn to gain advantage on the next Agility (Acrobatics) check you make during the same turn.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/9d/Acrobat-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Acrobat: Cat’s Fall__**",
        "desc": "*3rd-level Acrobat feature*\n\nAlso at 3rd level, your catlike reflexes allows you to cushion your fall. When you fall, you can treat it as though you fell 10 feet fewer, possibly preventing taking any damage.\n\nYou can fall from greater heights without taking damage as you gain levels in this class. You can treat a fall as though you fell 20 feet fewer at 9th level, 30 feet fewer at 13th level, and 40 feet fewer at 17th level.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/9d/Acrobat-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Acrobat: Dodge Roll__**",
        "desc": "*9th-level Acrobat feature*\n\nStarting at 9th level, when you use the Uncanny Dodge feature, you can move half your movement speed without provoking opportunity attacks as part of the reaction.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/9d/Acrobat-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Acrobat: Nimble Escape__**",
        "desc": "*13th-level Acrobat feature*\n\nAt 13th level, your flexibility and speed prevents you from being held down. You gain advantage on saving throws against being grappled or restrained.\n\nAdditionally, you ignore difficult terrain and moving through another creatures space no longer incurs a penalty to your movement.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/9d/Acrobat-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Acrobat: Higher Ground__**",
        "desc": "*17th-level Acrobat feature*\n\nAt 17th level, you gain advantage when you make a ranged weapon attack against a target that is at least 10 feet below you and when you make a melee weapon attack as part of an acrobatic stunt, such as jumping off a balcony or swinging from a chandelier.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/9d/Acrobat-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Burglar: Trap Finder__**",
        "desc": "*3rd-level Burglar feature*\n\nWhen you choose this archetype at 3rd level, you have gained an intuitive sense to understanding the presence and dangers of traps. You gain advantage on Willpower (Perception) checks to find traps and secret doors. You also gain advantage on Agility (Sleight of Hand) checks or when using Thieves' Tools to disable a trap.\n\nAdditionally, you become vigilant to the effects of traps. You gain advantage whenever a trap forces you to make an Agility saving throw. You also gain a +1 bonus to AC when a trap makes an attack roll against you. This bonus increases to +2 when you reach 9th level, +3 at 13th level, and +4 at 17th level.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/fa/Burglar-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Burglar: Lightfoot__**",
        "desc": "*9th-level Burglar feature*\n\nBeginning at 9th level, you instinctively move softly and quietly. You gain a passive Agility (Stealth) score equal to 10 plus your Agility (Stealth) modifier and can no longer trigger alarms or traps that rely on weight, such as pressure plates or trip lines.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/fa/Burglar-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Burglar: Delay Trap__**",
        "desc": "*13th-level Burglar feature*\n\nStarting at 13th level, if you are within 10 feet of a trap that has been triggered you can use your reaction to make a Thieves' Tools check against the trap's DC to attempt to delay the trap. On a successful check, you delay the trap until the end of your next turn. If you critically succeed the check, you successfully disable the trap, preventing it from activating.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/fa/Burglar-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Burglar: Mislead__**",
        "desc": "*13th-level Burglar feature*\n\nAlso at 13th level, when a creature you are aware of fails a Willpower (Perception) check to detect you, you can use a bonus action to use sounds, mirrors, decoys or other clever tactics to mislead them. A creature that has been misled might move their investigation to another area or abandon their search altogether. A misled creature has disadvantage on additional Willpower (Perception) checks to find you again while you remain hidden.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/fa/Burglar-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Burglar: Misdirection__**",
        "desc": "*17th-level Burglar feature*\n\nAt 17th level, when a melee attack that targets you misses, you can use your reaction to force the attack to strike another creature within range of the attack. The creature rerolls the attack against the new target.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/fa/Burglar-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Pirate: Fancy Footwork__**",
        "desc": "*3rd-level Pirate feature*\n\nWhen you choose this archetype at 3rd level, you learn how to land a strike and then slip away without reprisal. During your turn, if you make a melee attack against a creature, that creature can't make opportunity attacks against you for the rest of your turn.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/5/5d/Pirate-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Pirate: Rakish Audacity__**",
        "desc": "*3rd-level Pirate feature*\n\nStarting at 3rd level, your confidence propels you into battle. You can give yourself a bonus to your initiative rolls equal to your Personality modifier.\n\nYou also gain an additional way to use your Sneak Attack; you don't need advantage against a creature if you are within 5 feet of it, no other creatures are within 5 feet of you, and you don't have disadvantage on the attack roll. All other rules for Sneak Attack still apply to you.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/5/5d/Pirate-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Pirate: Panache__**",
        "desc": "*9th-level Pirate feature*\n\nAt 9th level, your charm becomes extraordinarily beguiling, As an action, you can make a Personality (Persuasion) check contested by a creature's Personality (Insight) check. The creature must be able to hear you, and the two of you must share a language.\n\nIf you succeed on the check and the creature is hostile to you, it has disadvantage on attack rolls against targets other than you and can't make opportunity attacks against targets other than you. This effect lasts for 1 minute, until one of your companions attacks the target or affects it with a spell, or until you and the target are more than 60 feet apart.\n\nIf you succeed on the check and the creature isn't hostile to you, it is charmed by you for 1 minute. While charmed, it regards you as a friendly acquaintance. This effect ends immediately if you or your companions do anything harmful to it.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/5/5d/Pirate-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Pirate: Elegant Maneuver__**",
        "desc": "*13th-level Pirate feature*\n\nStarting at 13th level, you can use a bonus action on your turn to gain advantage on the next Agility (Acrobatics) or Strength (Athletics) check you make during the same turn.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/5/5d/Pirate-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Pirate: Master Duelist__**",
        "desc": "*17th-level Pirate feature*\n\nBeginning at 17th level, your mastery of the blade lets you turn failure into success in combat. If you miss with an attack roll, you can roll it again with advantage, Once you do so, you can't use this feature again until you finish a short or long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/5/5d/Pirate-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian: Badger__**",
        "desc": "*3rd-level Ruffian feature*\n\nWhen you choose this archetype at 3rd level, you gain proficiency with the Intimidation skill if you don't already have proficiency with it. You also gain advantage on all attempts to bribe someone.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian: Bludgeoner__**",
        "desc": "*3rd-level Ruffian feature*\n\nAlso at 3rd level, you can now use your Sneak Attack feature with unarmed strikes or with blunt weapons that do not have the heavy, two-handed, or versatile trait. You can roll a d4 in place of the normal damage of your unarmed strike.\n\n*Debilitating Strike.* Your critical hits with blunt weapons are particularly devastating. When you score a critical hit against a creature when using a blunt weapon or with an unarmed strike, you can apply a debilitating strike to the target. You know the Hamstring debilitating strike at 3rd level and learn one additional debilitating strike at 9th, 13th, and 17th level.\n\n*Saving Throws.* Some of your debilitating strikes require your target to make a saving throw to resist the strikes effects. The saving throw DC is calculated as follows:\n\nDebilitating Strike DC = 8 + your proficiency bonus + your Agility modifier",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian: Silent Warmonger__**",
        "desc": "*9th-level Ruffian feature*\n\nAt 9th level, your chance to score a critical hit with any attack that meets the conditions of a Sneak Attack increases. You can now critically hit with a roll of 19 or 20.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian: Dominating Gesture__**",
        "desc": "*13th-level Ruffian feature*\n\nAt 13th level, after you kill a foe, or knock one unconscious, you can use a reaction to make a Personality (Intimidation) check with advantage against another enemy that can see and hear you. On a failed save, the creature has disadvantage on attacks until the end of your next turn.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian: Sucker Punch__**",
        "desc": "*17th-level Ruffian feature*\n\nBeginning at 17th level, when you use the Attack action to make a weapon attack on your turn, you can make an unarmed strike as part of that action.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian Strikes: Blackjack__**",
        "desc": "*Prerequisite: 17th level, Stunning Strike*\n\nThe target is knocked unconscious. The creature can make an Endurance saving throw at the end of each of it's turns to end the effect",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian Strikes: Dazing Strike__**",
        "desc": "The target has disadvantage on concentration saving throws for the next minute. The creature can make an Endurance saving throw at the end of each of it's turns to end the effect.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian Strikes: Enfeebling Strike__**",
        "desc": "The target has disadvantage on attacks for the next minute. The creature can make an Endurance saving throw at the end of each of it's turns to end the effect.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian Strikes: Hamstring__**",
        "desc": "The target becomes hamstrung and can only move 5 feet for the next minute. The hamstrung creature can make an Agility saving throw at the end of each of it's turns to end the effect.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian Strikes: Paralyzing Strike__**",
        "desc": "*Prerequisite: 17th level, Stunning Strike*\n\nThe target is paralyzed for the next minute. The creature can make an Endurance saving throw at the end of each of it's turns to end the effect.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian Strikes: Reeling Blow__**",
        "desc": "The target must make a Strength saving throw. On a successful save, the creature is pushed away 10 feet. On a failed save, the creature is also knocked prone.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian Strikes: Stunning Strike__**",
        "desc": "*Prerequisite: 13th level*\n\nThe target is stunned for the next minute. The creature can make an Endurance saving throw at the end of each of it's turns to end the effect.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian Strikes: Unbalancing Blow__**",
        "desc": "The next attack made against the target before the end of your next turn has advantage.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Ruffian Strikes: Vulnerable Strike__**",
        "desc": "*Prerequisite: 13th level, Unbalancing Blow*\n\nThe target is vulnerable to next attack that deals bludgeoning, piercing, or slashing damage to it.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/a/af/Ruffian-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Fixer: Tools of the Trade__**",
        "desc": "*3rd-level Fixer feature*\n\nYou gain proficiency with either the disguise kit or the forgery kit, and you gain proficiency in one skill of your choice from the list of skills available to a thief at 1st level.\n\nAdditionally, choose two of your skill proficiencies, or one of your skill proficiencies and one of your tool proficiencies. You have advantage for any attribute check you make that uses either of the chosen proficiencies.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/d/d6/Fixer-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Fixer: Deft Strikes__**",
        "desc": "*3rd-level Fixer feature*\n\nWhen you roll a 1 or a 2 on a damage die from a sneak attack’s extra damage, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/d/d6/Fixer-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Fixer: Evasive Action__**",
        "desc": "*9th-level Fixer feature*\n\nWhen you use your Evasion feature to reduce or avoid damage, you can use your reaction to allow an ally within 10 feet of you to also gain the benefits of your Evasion feature.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/d/d6/Fixer-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Fixer: A Face in the Crowd__**",
        "desc": "*13th-level Fixer feature*\n\nYour ability to lose a tail within the populace is second to none. You gain advantage on Agility (Stealth) checks you make when you take the Hide action while in a crowded street, tavern, or any other grouping of people.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/d/d6/Fixer-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Fixer: Steps of the Silent Foot__**",
        "desc": "*13th-level Fixer feature*\n\nWhen you move stealthily as a group, you assist your allies in keeping silent. When you or an ally rolls an Agility (Stealth) check, you can grant a number of creatures equal to your Agility modifier that are within 30 feet of you the ability to make Agility (Stealth) checks with advantage for the next minute.\n\nYou can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/d/d6/Fixer-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Fixer: Cleaner__**",
        "desc": "*17th-level Fixer feature*\n\nYour weapon attacks score a critical hit on a roll of a 19 or 20. Additionally, whenever you score a critical hit, it is considered to be a Sneak Attack, even if the attack doesn’t otherwise meet the requirements.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/d/d6/Fixer-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Twilight Shroud: Spellcasting__**",
        "desc": "*3rd-level Twilight Shroud feature*\n\nYou connect with the shadow, granting you the ability to cast spells. See the Chapter 10 of the Basic Rules for the general rules of spellcasting and Chapter 11 for the nightblade spell list.\n\n**Cantrips.** You learn two cantrips of your choice from the nightblade spell list. You learn an additional cantrip of your choice at 10th level.\n\n**Magicka.** The Twilight Shroud Spellcasting table shows how much magicka you have to cast your nightblade spells of 1st level and higher. The table also shows what the level spells you can cast. To cast one of your nightblade spells of 1st level or higher, must expend magicka, as noted in the spell's description and the Magicka Cost table found in chapter 10 of the Basic Rules. You regain all expended magicka when you finish a long rest.\n\nFor example, if you know the 1st-level spell invisibility and have a Spell Level of 2nd, you can cast invisibility using magicka to cast it at either level.\n\n**Spells Known of 1st level and Higher.** You know three 1st-level nightblade spells of your choice from the nightblade spell list.\n\nThe Spells Known column of the Twilight Shroud Spellcasting table shows when you learn more nightblade spells of 1st level or higher. Each of these spells must be of a level for which you can cast, as shown on the table's Spell Level column for your level. When you reach 7th level, for example, you learn a new nightblade spell, which can be 1st or 2nd level.\n\nAdditionally, when you gain a level in this class, you can choose one of the nightblade spells you know and replace it with another spell from the nightblade spell list, which also must be of a level for which you can cast.\n\n**Spellcasting Attribute.** Personality is your spellcasting attribute for your nightblade spells, so you use your Personality whenever a spell refers to your spellcasting attribute. In addition, you use your Personality modifier when setting the saving throw DC for a nightblade spell you cast and when making an attack roll with one.\n\nSpell save DC = 8 + your Proficiency bonus + your Personality modifier\n\nSpell attack modifier = your Proficiency bonus + your Personality modifier\n\nTwilight Shroud Spellcasting\n```\nThief Level| Cantrips Known| Spells Known| Magicka Points| Spell Level\n------------------------------\n3rd        | 2             | 3           | 4             | 1st\n4th        | 2             | 4           | 6             | 1st\n5th        | 2             | 4           | 6             | 1st\n6th        | 2             | 4           | 6             | 1st\n7th        | 2             | 5           | 14            | 2nd\n8th        | 2             | 6           | 14            | 2nd\n9th        | 2             | 6           | 17            | 2nd\n10th       | 3             | 7           | 17            | 2nd\n11th       | 3             | 8           | 17            | 2nd\n12th       | 3             | 8           | 17            | 2nd\n13th       | 3             | 9           | 27            | 3rd\n14th       | 3             | 10          | 27            | 3rd\n15th       | 3             | 10          | 27            | 3rd\n16th       | 3             | 11          | 32            | 3rd\n17th       | 3             | 11          | 32            | 3rd\n18th       | 3             | 11          | 32            | 3rd\n19th       | 3             | 12          | 38            | 4th\n20th       | 3             | 13          | 38            | 4th\n```",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/2/2f/Twilight-shroud-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Twilight Shroud: Expanded Spell List__**",
        "desc": "*3rd-level Twilight Shroud feature*\n\nAs a Twilight Shroud thief, you can choose from an expanded list of spells when you learn a nightblade spell. The following spells are added to the nightblade spell list for you.\n\nTwilight Shroud Spells\n```\nThief Level| Spells\n------------------------------\n3rd        | disguise self, expeditious retreat\n7th        | darkvision, find traps\n13th       | haste, nondetection\n19th       | freedom of movement, greater invisibility\n```",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/2/2f/Twilight-shroud-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Twilight Shroud: One With the Shadows__**",
        "desc": "*3rd-level Twilight Shroud feature*\n\nYou can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, dim light, and other natural phenomena.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/2/2f/Twilight-shroud-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Twilight Shroud: Illusionist__**",
        "desc": "*9th-level Twilight Shroud feature*\n\nWhen you cast an illusion spell of 1st level or higher, these nightblade spells cost half as many magicka points as they normally would (rounded up, minimum of 1).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/2/2f/Twilight-shroud-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Twilight Shroud: Deceiving Magic__**",
        "desc": "*13th-level Twilight Shroud feature*\n\nYou learn the mislead spell and you can cast it once without expending magicka. Once you use this feature, you can’t use it again until you finish a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/2/2f/Twilight-shroud-banner.png"
    },
    {
        "name": "**__Thief__**\n**__Twilight Shroud: Master of the Night__**",
        "desc": "*17th-level Twilight Shroud feature*\n\nYou have mastered the art of the Twilight Shroud and you gain greater control over this magical gift. Whenever you cast an illusion spell of 1st level or higher, you turn invisible until the start of your next turn. This invisibility ends early if you cast another spell or take any hostile actions.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/2/2f/Twilight-shroud-banner.png"
    }
]
