[
    {
        "gend": "***Error:*** *`<name>` is a required argument that is missing\n\nTry `!esrpg subfeat sorcerer <name>` using the name of a subclasses feature to find specific information.*\n\nFor a Full list of options see:\nhttps://wiki.uestrpg.com/wiki/BR:Sorcerer#Sorcery_Focus_2"
    },
    {
        "name": "**__Sorcerer__**\n**__Storm Caller: Boundless Storm__**",
        "desc": "*1st-level Storm Caller feature*\n\nStarting at 1st level, you can use your bonus action on your turn to cause whirling gusts of elemental air to briefly surround you, immediately before or after you cast a spell of 1st level or higher. Doing so allows you to fly up to 10 feet without provoking opportunity attacks.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Storm-caller-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Storm Caller: Destructive Wrath__**",
        "desc": "*1st-level Storm Caller feature*\n\nAdditionally at 1st level, you wield the power of the storm with unchecked ferocity.\n\nWhen you roll lightning or thunder damage, you can deal maximum damage, instead of rolling.\n\nOnce you use this feature, you can't use it again until you finish a short or a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Storm-caller-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Storm Caller: Overload__**",
        "desc": "*6th-level Storm Caller feature*\n\nAt 6th level, you gain resistance to lightning and thunder damage. In addition, whenever you start casting a spell of 1st level or higher that deals lightning or thunder damage, stormy magic erupts from you. This eruption causes creatures of your choice that you can see within 10 feet of you take lightning or thunder damage (choose each time this ability activates) equal to half your Sorcerer level.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Storm-caller-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Storm Caller: Storm Guide__**",
        "desc": "*6th-level Storm Caller feature*\n\nAt 6th level, you gain the ability to subtly control the weather around you.\n\nIf it is raining, you can use an action to cause the rain to stop falling in a 20-foot-radius sphere centered on you. You can end this effect as a bonus action.\n\nIf it is windy, you can use a bonus action each round to choose the direction the wind blows in a 100-foot-radius sphere centered on you. The wind blows in that direction until the end of your next turn. This feature doesn't alter the speed of the wind.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Storm-caller-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Storm Caller: Storm's Fury__**",
        "desc": "*14th-level Storm Caller feature*\n\nStarting at 14th level, when you are hit by a melee attack, you can use your reaction to deal lightning damage to the attacker. The damage equals your sorcerer level. The attacker must also make a Strength saving throw against your spell save DC. On a failed save, the attacker is pushed in a straight line up to 20 feet away from you.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Storm-caller-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Storm Caller: Wind Soul__**",
        "desc": "*18th-level Storm Caller feature*\n\nAt 18th level, you gain immunity to lightning and thunder damage.\n\nYou also gain a magical flying speed of 60 feet. As an action, you can reduce your flying speed to 30 for 1 hour and choose a number of creatures within 30 feet of you equal to 3 + your Willpower modifier. The chosen creatures gain a magical flying speed of 30 feet for 1 hour. Once you reduce your flying speed in this way, you can't do so again until you finish a short or long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/98/Storm-caller-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Supplicant: Daedric Blessing__**",
        "desc": "*1st-level Supplicant feature*\n\nStarting at 1st level, when you reduce a hostile creature to 0 hit points, you gain temporary hit points equal to your Willpower modifier + your Sorcerer level (minimum of 1).",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/3/32/Supplicant-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Supplicant: Variant: Wild Magicka__**",
        "desc": "*1st-level Supplicant feature*\n*Replaces Daedric Blessing and Hurl Through Oblivion Features*\n\nFor players and GM's that enjoy the Wild Magic sorcerer, this is a great place to thematically tie this mechanic in. The supplicant's devotion to the daedra comes with the cost of the inability to control this powerful magic. At 1st level, replace the Daedric Blessing feature with the Wild Magic Surge feature and add the Tides of Chaos feature. At 14th level, replace Hurl Through Oblivion with the Controlled Chaos feature.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/3/32/Supplicant-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Supplicant: Bend Luck__**",
        "desc": "*6th-level Supplicant feature*\n\nStarting at 6th level, you have the ability to twist fate using magic. When another creature you can see within 30 feet of you makes an attack roll, an ability check, or a saving throw, you can use your reaction and spend magicka points to add an additional roll to the total, as shown on the Bend Luck table. You can apply the roll as a bonus or a penalty (your choice) to the creature's roll. You can do so after the creature rolls but before any effects of the roll occur.\n\nYou can use this feature a number of times equal to your Willpower modifier (minimum of once). You regain any expended uses when you finish a long rest.\n\nBend Luck\n```\nMagicka Points| Additional Roll\n------------------------------\n2             | 1d4\n3             | 1d6\n5             | 1d8\n6             | 1d10\n7             | 1d12\n```",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/3/32/Supplicant-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Supplicant: Hurl Into Oblivion__**",
        "desc": "*14th-level Supplicant feature*\n\nStarting at 14th level, when you hit a creature with an attack, you can spend 10 magicka to use this feature to instantly transport the target through a plane of oblivion. The creature disappears and hurtles through a nightmare landscape.\n\nAt the end of your next turn, the target returns to the space it previously occupied, or the nearest occupied space. If the target is not a daedra, it takes 10d10 psychic damage as it reels from its horrific experience.\n\nOnce you use this feature, you can't use it again until you finish a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/3/32/Supplicant-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Supplicant: Spell Bombardment__**",
        "desc": "*18th-level Supplicant feature*\n\nBeginning at 18th level, the harmful energy of your spells intensifies. When you roll damage for a spell and roll the highest number possible on any of the dice, choose one of those dice, roll it again and add that roll to the damage. You can use this feature only once per turn.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/3/32/Supplicant-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Aetherial Herald: Star-Touched__**",
        "desc": "*1st-level Aetherial Herald feature*\n\nYou are sometimes given energy from the Aetherial magic that flows through the stars, allowing you to cast spells without effort. Whenever you cast a spell of 1st level or higher, you can choose to make a spellcasting attribute check with a DC equal to 15 + the level of the spell that is cast. On a successful check, you cast the spell without expending any magicka. Once you successfully gain the benefits of this feature, you can’t do so again until you finish a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/1/1c/Aetherial-herald-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Aetherial Herald: Power Shift__**",
        "desc": "*6th-level Aetherial Herald feature*\n\nYou are able to channel the constellations to infuse your spells with magic from Aetherius. Your damaging cantrips and 1st-level spells deal additional force or radiant damage (your choice) equal to your Willpower modifier (minimum of 1). The damage bonus applies to one damage roll of a spell.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/1/1c/Aetherial-herald-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Aetherial Herald: One with the Constellations__**",
        "desc": "*14th-level Aetherial Herald feature*\n\nEvery bit of energy you use finds its way back to the incredible fonts of magic that reside within the constellations, causing them to shine brightly upon you. Every time you absorb magicka through your Capacitor feature, you roll on the Aetherial Constellations table. Roll a d12 twice and choose either of the numbers rolled to determine which constellation shines upon you, gaining that benefit. If you roll the same number on both dice, you must take the Serpent’s boon.\n\nAetherial Constellations\n```\nd12| Constellation| Effect\n------------------------------\n1  | Ritual       | The creature that cast the spell is frightened of you until the end of its next turn.\n2  | Lover        | You can choose one creature that you can see and instantly break their concentration.\n3  | Lord         | You regain hit points equal to your sorcerer level.\n4  | Mage         | You gain advantage on your next Intelligence or Willpower saving throw.\n5  | Shadow       | You turn invisible for 1 minute as though you cast the invisibility spell on yourself.\n6  | Steed        | Your speed increases by 10 feet for 1 minute and opportunity attacks made against you have disadvantage.\n7  | Apprentice   | You immediately regain 3d4 magicka points.\n8  | Warrior      | You gain advantage on your next Strength or Endurance saving throw.\n9  | Lady         | You gain 2d10 temporary hit points.\n10 | Tower        | The next time you are hit by an attack, within the next minute, you can use your reaction to reflect up to 3d6 damage back to your attacker.\n11 | Atronach     | You gain resistance to the damage type of the triggering spell. If the spell deals multiple damage types, the GM chooses one at random, and if the spell doesn’t deal any damage, the GM chooses one damage type between acid, cold, fire, lightning, or poison.\n12 | Thief        | You gain luck (inspiration).\n—  | Serpent      | All negative magical effects that are afflicting you are removed.\n```",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/1/1c/Aetherial-herald-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Aetherial Herald: Twice Born Star__**",
        "desc": "*18th-level Aetherial Herald feature*\n\nYour celestial connection grants you the blessing of the stars. Choose an additional birthsign from the Constellation Table as part of character creation. You gain the benefits the of both of your birthsigns, and can't choose the same birthsign twice.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/1/1c/Aetherial-herald-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Daedric Ancestry: Daedric Ancestor__**",
        "desc": "*1st-level Daedric Ancestry feature*\n\nYou choose one realm of Oblivion that your ancestor hails from. The damage type associated with each realm of Oblivion is used by features you gain later.\n\nYou can speak, read, and write Daedric. Additionally, you gain advantage on Personality checks whenever interacting with Daedra.\n\nDaedric Ancestry\n```\nRealm of Oblivion       | Daedric Prince| Damage Type\n------------------------------\nApocrypha               | Hermaeus Mora | Necrotic\nAshpit                  | Malacath      | Fire\nAttribution’s Share     | Boethiah      | Fire\nColdharbour             | Molag Bal     | Cold\nColored Rooms           | Meridia       | Radiant\nDeadlands               | Mehrunes Dagon| Fire\nEvergloam               | Nocturnal     | Necrotic\nFields of Regret        | Clavicus Vile | Acid\nHunting Grounds         | Hircine       | Poison\nMoonshadow              | Azura         | Force\nMyriad Realms of Revelry| Sanguine      | Thunder\nThe Pits                | Peryite       | Poison\nQuagmire                | Vaermina      | Psychic\nThe Scuttling Void      | Namira        | Force\nThe Shivering Isles     | Sheogorath    | Psychic\nThe Spiral Skein        | Mephala       | Acid\n```",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/d/d1/Daedric-ancestry-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Daedric Ancestry: Daedric Resilience__**",
        "desc": "*1st-level Daedric Ancestry feature*\n\nAs magic flows through your body, it causes physical traits of your Daedric ancestors to emerge. Your hit point maximum increases by 1 and increases by 1 again whenever you gain a level in this class.\n\nAdditionally, parts of your body appear to reflect that of the creatures that inhabit your chosen Daedric heritage. This may appear as body-markings, discolorations, scales, or other daedric traits as seen by inhabitants of the realms of Oblivion. When you aren’t wearing armor, your AC equals 13 + your Agility modifier. Additionally, you gain resistance to the damage type associated with your chosen Daedric ancestry.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/d/d1/Daedric-ancestry-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Daedric Ancestry: Affinity of Oblivion__**",
        "desc": "*6th-level Daedric Ancestry feature*\n\nWhen you cast a spell that deals damage of the type associated with your Daedric ancestry, you can add your Willpower modifier to one damage roll of that spell.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/d/d1/Daedric-ancestry-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Daedric Ancestry: Oblivion Calling__**",
        "desc": "*6th-level Daedric Ancestry feature*\n\nYou gain the service of a Daedric being. You learn the summon Daedra spell, and you can cast it at a level equal to your proficiency bonus without expending magicka once per long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/d/d1/Daedric-ancestry-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Daedric Ancestry: Daedric Traits__**",
        "desc": "*14th-level Daedric Ancestry feature*\n\nYou gain the ability to manifest greater traits from your Daedric heritage. As a bonus action, choose any of the following traits listed below. You can gain only the benefits of one of the traits at a time, and it lasts until you dismiss it as a bonus action.\n\nYou can’t manifest your traits while wearing armor unless the armor is made to accommodate them, and clothing not made to accommodate your traits might be destroyed when you manifest them. Choose one of the following daedric traits:\n\n*Bite.* Your fanged maw is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to 1d6 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. As a bonus action, you can make a special attack with your bite. If the attack hits, it deals its normal damage, and you gain temporary hit points (minimum of 1) equal to your Willpower modifier, and you can't use this trait again until you finish a short or long rest. Additionally, you can breathe both air and water while you have this Daedric trait.\n\n*Breath Weapon.* You can use your action to exhale a 15-foot cone of destructive energy. Your Daedric ancestry determines the damage type of the exhalation.\n\nWhen you use your breath weapon, each creature in the area of the exhalation must make an Agility saving throw against your spell save DC. A creature takes 4d6 damage on a failed save, and half as much damage on a successful one. The damage increases to 5d6 at 18th level.\n\nAfter you use your breath weapon, you can’t use it again until you complete a short or long rest.\n\n*Claws.* You have a climbing speed of 20 feet. In addition, your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.\n\n*Horns.* Your horns are natural melee weapons, with which you are proficient. When you hit with them, the target takes bludgeoning damage equal to 1d6 + your Strength modifier. Immediately after you hit a creature with a melee attack as part of the Attack action on your turn, you can use a bonus action to attempt to shove that creature with your horns. The creature must be no more than one size larger than you and within 5 feet of you. The creature must succeed on a Strength saving throw (DC equal to 8 + your proficiency bonus + your Strength modifier) or be pushed up to 5 feet away from you.\n\n*Hunter Senses.* You have advantage on Willpower (Perception) and Willpower (Survival) checks made to spot and track creatures.\n\n*Tail.* Your tail is a natural melee weapon, with which you are proficient. When you hit with it, the target takes bludgeoning damage equal to 1d4 + your Strength modifier. If the target is a creature, it must succeed on a Strength saving throw (DC equal to 8 + your proficiency bonus + your Strength modifier) or be knocked prone. Additionally, you have a swim speed equal to your walking speed.\n\n*Telepath.* You can speak telepathically to any creature you can see within 60 feet of you. You don’t need to share a language with the creature for it to understand your telepathic messages, but the creature must be able to understand at least one language or be telepathic itself.\n\n*Wings.* You gain a flying speed equal to your walking speed.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/d/d1/Daedric-ancestry-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Daedric Ancestry: Daedric Presence__**",
        "desc": "*18th-level Daedric Ancestry feature*\n\nYou can channel the dreadful presence of your Daedric ancestor. As an action, you can draw on this power and exude an aura of awe, inspiration, frenzy, or fear (your choice) to a distance of 60 feet. For 1 minute, or until you lose your concentration (as if you were concentrating on a spell), each creature of your choice that starts its turn in this aura must succeed on a Willpower saving throw or be charmed (if you chose awe), rallied (if you chose inspiration), frenzied (if you chose frenzy), or frightened (if you chose fear) until the aura ends; a creature can choose to fail this saving throw if it wishes. A creature that succeeds on this saving throw is immune to your aura for 24 hours.\n\nOnce you use this feature, you can’t do so again until you finish a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/d/d1/Daedric-ancestry-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Dunewalker: Earth Glide__**",
        "desc": "*1st-level Dunewalker feature*\n\nYou can move across difficult terrain made of earth, sand or stone without expending extra movement. In addition, you have tremorsense out to a range of 30 feet, and you learn the stonefist cantrip. It counts as sorcerer cantrip for you, but it doesn’t count against your number of cantrips known.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/8/8c/Dunewalker-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Dunewalker: Desert Cloak__**",
        "desc": "*6th-level Dunewalker feature*\n\nAs an action, you emanate a magical whirling cloak, which surrounds you for 1 minute. The cloak extends 10 feet from you in every direction, but not through total cover. For the duration, the cloak’s radius is considered difficult terrain.\n\nChoose sand or wind. Your cloak’s effect depends on the chosen element, as detailed below. You can use this feature twice and regain all expended uses when you finish a long rest. While you have no uses available, you can spend 5 magicka to use this feature again.\n\n*Sand Cloak.* A cloud of sand swirls around you, making you difficult to strike. You gain a +1 bonus to your AC for the duration. Additionally, when a creature you can see moves into a space within 10 feet of you or starts its turn there, you can use your reaction to blast the creature with sand. The target must succeed on an Endurance saving throw against your spell save DC or be blinded until the end of your next turn.\n\n*Wind Cloak.* Ranged weapon attacks made against you have disadvantage. If a ranged weapon attack made against you misses, you can use your reaction to redirect the missile to another creature within 20 feet of you. Make a ranged spell attack against the creature. If the attack hits, you deal damage equal to 1d10 + your spellcasting modifier. The type of damage is determined by the missile.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/8/8c/Dunewalker-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Dunewalker: Dune Strider__**",
        "desc": "*14th-level Dunewalker feature*\n\nYou gain a burrow speed of 30 feet, which you can use to move through non-magical, unworked earth and stone. While doing so, you don’t disturb the material you move through. You can breathe normally while beneath the earth.\n\nAdditionally, you learn the gaseous form spell if you don’t already know it, and it doesn’t count against the number of spells you know. You can cast this spell without expending magicka a number of times equal to your Willpower modifier, when you cast it this way, you resemble a floating cloud of sand.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/8/8c/Dunewalker-banner.png"
    },
    {
        "name": "**__Sorcerer__**\n**__Dunewalker: Doom of the Desert__**",
        "desc": "*18th-level Dunewalker feature*\n\nYour mastery over your cloaks increases. While under the effects of your Desert Cloak feature, you can switch between either cloak as an action. Additionally, you gain the following benefits:\n\n*Sand Cloak.* A pool of quicksand is created around you. When a target is blinded by the Sand Cloak feature, it becomes restrained by the sinking sands. A creature restrained this way can use its action to make a Strength check against your spell save DC. On a success, it frees itself. Additionally, the AC bonus you gain for the duration increases to +2.\n\n*Wind Cloak.* You gain a flying speed equal to your movement speed for the duration.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/8/8c/Dunewalker-banner.png"
    }
]
