[
    {
        "gend": "**__OF MEN & MER__**\n\nTamriel is a rich and enchanting land, full of diverse races and cultures.\n\n**Man**\nMeaning human, Man is used to refer to any of the human races of Mundus, such as the Nords, Imperials, Bretons and Redguards. While the Bretons are the result of interbreeding between Aldmeri and Nedes, they are most commonly considered men, and not mer.\n\n**Mer**\nMeaning elf, Mer is used to refer to any of the Elder Races of Mundus, such as the Dunmer, Altmer and Bosmer. Besides these three races, the Orcs and the Falmer are also said to be mer. A chief distinguishing characteristic of Mer is their lengthy lifespans, with average citizens living over two centuries before being considering old, two or three times the span of Men. Those extraordinarily gifted in magic or alchemy, or favored by the Gods, can endure for millenia with seemingly no ill effects. A few mer races have disappeared or otherwise died out, including the Dwemer and the Ayleids. All of these races are thought to be descended from the Aldmer.\n\n**Beastfolk**\nBeastfolk (or Betmer) is used to refer to any sentient beast-like humanoid that inhabits Tamriel, such as the Argonians, Imga and Khajiit. A few races have died out or disappeared, such as the Lilmothiit.\n\nUse `!esrpg race <race>` for an overview of each race and its features:\n\n**Altmer**\n**Argonian**\n**Bosmer**\n**Breton**\n**Dunmer**\n**Imperial**\n**Khajiit**\n**Nord**\n**Orsimer**\n**Redguard**"
    },
    {
        "name": "**Mer: Altmer**",
        "desc": "The Altmer, or self-titled 'Cultured People', are a tall, golden-skinned race, hailing from Summerset Isle. They are also known as High Elves by the denizens of Tamriel. In the Empire, 'High' is often understood to mean proud or snobbish, and as the Altmer generally personify these characteristics, the 'lesser races' generally resent them. Altmer live two to three times as long as humans; with a 200-year-old Altmer being old and a 300-year-old Altmer being very, very old. Altmer consider themselves to be the most civilized culture of Tamriel; the common tongue of the continent is based on Altmer speech and writing, and most of the Empire's arts, crafts, laws, and sciences are derived from Altmer traditions.\n\nThe Altmer are the most strongly gifted in the arcane arts of all the races. They are among the longest living and intelligent races of Tamriel, and they often become powerful magic users due to both their magical affinity and the many years they may devote to their studies.\n\nTheir skin maintains a very pale golden hue, not quite the pale white of the northern human races such as Nords or Imperials, but far lighter than the Bosmer. They are slender, with prominently pointed ears and almond-shaped eyes.\n\nOn average, Altmer are of smaller build than humans, and thus generally not as strong. Their tall stature also makes them less agile than their Bosmeri cousins. However, Altmer are among the most intelligent and magically-inclined races on Nirn, surpassing even the Bretons in magical aptitude.\n\n**ALTMER TRAITS**\nYour Altmer character has a variety of natural abilities, the result of thousands of years of elven refinement.\n**Attribute Score Increase.** Your Intelligence score increases by 2 and Willpower scores increase by 1.\n**Age.** The average Altmer can live for over 400 years, although they are known to be able to live for thousands of years. It is rumored that some Altmer on the Summerset Isles who are over 4000 years old. They reach puberty at 18 years old and are considered an adult at 30. They mature similar to humans, but their advanced age means that they are still considered young until the age of 60.\n**Alignment.** Altmer set themselves on a higher standard and tend to be lawful neutral. They are very orderly and follow the traditions of their ancestors, while having a less generous attitude towards other races.\n**Size.** High Elves are the tallest of the races of Tamriel, sometimes as tall as 7 feet, but they have slender, thin builds. Your size is Medium.\n**Speed.** Your base walking speed is 30 feet.\n**Tool Proficiency.** You gain proficiency with one artisan's tools of your choice from alchemist's supplies, calligrapher's supplies, or the jeweler's tools.\n**Languages.** You can speak, read, and write Tamrielic and two other standard languages of your choice.\n**Altmer Blood.** You have advantage on saving throws to resist diseases.\n**Highborn.** You have an innate well of magicka within you. You have 2 magicka points that you can use to cast spells.\n\nAdditionally, you know one cantrip and one 1st level spell from the mage spell list.\n\nYou gain an additional magicka point when you reach 3rd level (3), 6th level (4), and 10th level (5). Additionally, when you reach 3rd level, you learn a 2nd level spell of your choice from the mage spell list.\n\nIntelligence is your spellcasting ability for these spells, you must expend magicka to cast them, and you can only cast them at their base level. You regain all expended magicka when you finish a long rest.\n**Studious Nature**. You gain proficiency with two skills of your choice from arcana, history, nature, or religion.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/fa/Altmer-banner.png"
    },
    {
        "name": "Beasfolk: Argonian",
        "desc": "Argonians, also known as People of the Root, or Saxhleel in their native tongue of Jel, are the reptilian natives of the swampland known as the Black Marsh. The other races of Tamriel sometimes refer to them as 'lizards' or the 'Lizard Folk', which can be considered derogative. Argonians possess the most alien personalities in all of Tamriel, perceived by other races as to have no personality nor emotions.\n\nThey are known as the foremost experts in guerrilla warfare throughout the Starry Heart, a reputation brought upon them by defending their borders from enemies for countless centuries. Argonians have a lifespan similar to that of humans. According to the First Era Scholar Brendan the Persistent 'the Argonian people have, throughout Tamrielic history, been perhaps the most misunderstood, vilified, and reviled of all the sentient races. Yet, those who have taken the time to experience Argonian culture have gained a greater appreciation for this noble and beautiful people'. However, it should be noted that he himself went missing in his final expedition into the deeper swamps of their homeland.\nOutside of Argonia, little is known of their homeland or native culture, and their alien physiology and customs are not well understood by scholars. They have been perhaps the most misunderstood of all the intelligent races.\n\nDespite their alien outlook, some Argonians make an effort to understand and, in their own manner, befriend people of other races. Such Argonians make faithful and skilled allies.\n\n**ARGONIAN TRAITS**\nArgonians share certain racial traits as a result of their reptilian decent.\n**Attribute Score Increase.** Your Agility score increases by 2, and your Intelligence score increases by 1.\n**Age.** An argonians life is usually met with hardship and because of this, their lifespan is typically shorter than it should be. On average they live to 75 years, but living to 200 isn't unattainable.\n**Alignment.** Most argonians are neutral good. They often see themselves as protectors and guardians.\n**Size.** Argonians are slightly taller than humans, ranging from 6 to 6 ½ feet tall.\n**Speed.** Your base walking speed is 30 feet. As an Argonian, you are a naturally gifted swimmer which grants you a swimming speed of 40 feet.\n**Tool Proficiency.** You gain proficiency with the Alchemist's Supplies artisan's tools.\n**Languages.** You can speak, read, and write Tamrielic and Jel.\n**Appearance.** Argonians have a wide variety of cranial features such as fins, feathers, ridges, spines, spikes, or horns. Females have been known to pierce their cranial features.\n**Argonian Combat Proficiency.** You have proficiency with Short Blades and Spears.\n**Argonian Resilience.** Your Argonian bloodline grants you advantage against saving throws to resist disease.\n**Bite.** Argonians have very sharp reptilian teeth lining their mouths which you can use to make unarmed strikes. If you hit with this attack, you deal piercing damage equal to 1d6 + your Strength modifier.\n**Histskin.** You can invoke the power of the Hist to quickly recover your injuries. When your current hit points are less than half your hit point maximum, you can use an action to immediately expend any number of your Hit Dice and regain hit points equal to the result.\n\nOnce you use this trait, you must complete a long rest before you are able to use it again.\n**Protective Scales.** Your thick hide provides a natural armor. When you are unarmored, your AC is equal to 12 + your Agility modifier.\n**Water-breathing.** Argonians are able to breath underwater indefinitely.\n\n *follow https://wiki.uestrpg.com/wiki/Argonian for more information on subraces*",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/4/44/Argonian-banner.png"
    },
    {
        "name": "Mer: Bosmer",
        "desc": "The Bosmer are the Elven clan-folk of Valenwood, a forested province in southwestern Tamriel. In the Empire, they are often referred to as Wood Elves, but Bosmer, Boiche, or the Tree-Sap people is what they call themselves. Bosmer rejected the stiff, formal traditions of Aldmeri high culture, preferring a more romantic, simple existence in harmony with the land and its wild beauty and creatures. They are relatively nimble and quick in body compared to their more 'civilized' Altmeri cousins (who often look down upon the Bosmer as unruly and naive). Their agility makes them well-suited as scouts and thieves. However, they are also a quick-witted folk, and many pursue successful careers in scholarly pursuits or trading. Bosmer live two to three times as long as humans; with a 200-year-old Bosmer being old and a 300-year-old Bosmer being very, very old. Though they are considered less influential than some of their Elven brethren, the Bosmer are also relatively prone to producing offspring. As a result, they outnumber all other mer on Tamriel.\n\nThe best archers in all of Tamriel, the Bosmer snatch and fire arrows in one continuous motion; they are even rumored to have invented the bow. They have many natural and unique abilities; notably, they can command simple-minded creatures and have a nearly chameleon-like ability to hide in forested areas. Many in the forests of Valenwood follow the tenets of the Green Pact. These 'Green Pact Bosmer' are religiously carnivorous and cannibalistic, and do not harm the vegetation of Valenwood, though they are not averse to using wooden or plant-derived products created by others.\n\nThe Bosmer are one of the smallest races in Tamriel and are born with skin colors ranging from light brown to pale tan to light green. Biologically, the Bosmer are cousins of the Dunmer, or Dark Elves, and the Altmer, or High Elves. The Wood Elves lineage is less noble than that of the Altmer, but they have adapted well to Tamriel. After the Ayleids fled mainland Cyrodiil, they joined the Bosmer in seclusion, eventually being totally assimilated by the Bosmer. This probably significantly affected biology of modern day Bosmer.\n\n**BOSMER TRAITS**\nYour Bosmer character has a variety of natural abilities common with all other Bosmer.\n**Attribute Score Increase.** Your Agility score increases by 2, and your Willpower score increases by 1.\n**Age.** Like the Altmer, Bosmer mature the same way as humans do, but they can live up to 300 years or more.\n**Alignment.** Wood elves love their freedom from the more structured societies, but they also come from a history of strict tradition. Bosmer are neutral good more often than not, but those who ignore the pact might favor the gentler aspects of chaos.\n**Size.** Bosmer are smaller and more delicate than other races, they are rarely over 5 and a half feet in height. Your size is Medium.\n**Speed.** Your base walking speed is 35 feet.\n**Languages.** You can speak, read, and write Tamrielic and Bosmeri.\n**Beast Tongue.** You know the spell Speak with Animals and can cast it once with this trait. You regain the ability to cast it again when you finish a long rest.\n**Bosmer Blood.** Your Bosmer ancestry grants you advantage on saving throws against being poisoned or diseased, and you are resistant to poison damage.\n**Bosmer Combat Training.** You are proficient in the Acrobatics skill and with Marksman weapons.\n**Y'ffre's Gift.** You know one cantrip of your choice from the warden spell list. You also know the animal friendship spell and can cast it once with this trait. You regain the ability to cast it again when you finish a long rest. Willpower is your spellcasting attribute for these spells.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/1/18/Bosmer-banner.png"
    },
    {
        "name": "Man: Breton",
        "desc": "Bretons are the human descendants of the Aldmeri-Nedic Manmer of the Merethic Era and are now the inhabitants of the province of High Rock. They are united in culture and language, even though they are divided politically, for High Rock is a fractious region. Bretons make up the peasantry, soldiery, and magical elite of the feudal kingdoms that compete for power. Many are capable mages with innate resistance to magicka. They are known for a proficiency in abstract thinking and unique customs. Bretons appear, by and large, much like other pale-skinned humans. They are usually slight of build and not as muscular as Nords or Redguards. Their Elvish ancestry is usually only detectable upon a closer inspection of their eyebrows, ears, or high cheekbones, though many individual Bretons appear to be more Nordic or Imperial than anything else. The great diversity in their appearance is to be expected from their politically fractured society, though their clothes, accents, customs and names are fairly uniform.\n\nBretons are the descendants of either an Aldmeri-Nedic or Aldmeri-Atmoran hybrid race of the 1st Era and are consequently termed as 'the mongrel race of Tamriel'. Their elven blood is heavily diluted, due to their ancestors intermingling with the Nordic population in Skyrim and High Rock. Bretons are sometimes called 'Manmeri' as a result of the interbreeding, literally translating to 'man-elf'. Although their Aldmeri ancestry is shadowed by their appearance, they still inherit the magical affinity of their elven blood. Their physical features resemble their Nedic ancestors, including their pale skin tone and the obvious physical resemblance to Imperials/Nords, but some still inherit the frail, sharp appearance of the elves, along with the arrogance, and some do have slight points in their ears.\n\n**BRETON TRAITS**\nYour Breton character has certain characteristics in common with other Bretons.\n**Attribute Score Increase.** Your Intelligence score increases by 2, and your Personality score increases by 1.\n**Age.** Your elven lineage allows you to live slightly longer than your human counterparts. Your average lifespan is 150 years.\n**Alignment.** Bretons tend towards neutral good. Their feudal governments lend them a mix of freedoms and laws, depending on their station in life.\n**Size.** Bretons take after their elven bloodlines and are typically more slender than your average human. They range from 5 to 6 feet tall. Your size is medium.\n**Speed.** Your base walking speed is 25 feet.\n**Tool Proficiency.** You have proficiency with artisan's tools (alchemist supplies).\n**Languages.** You can speak, read, and write Tamrielic and one other standard language of your choice.\n**Breton Ancestry.** You gain proficiency in Willpower saving throws and the Arcana skill. You also know one cantrip of your choice from the mage spell list. Intelligence is your spellcasting attribute for it.\n**Conjure Familiar.** You know the spell find familiar spell and can cast it once with this trait. You regain the ability to cast it again when you finish a long rest.\n**Dragon Skin.** Your skin thickens to become that of a dragon when harmed. When you are hit by an attack or targeted by the magic missile spell, you can use your reaction to cast the shield spell. Once you use this trait, you must finish a short or long rest before you can use it again.\n**Magic Resistance.** You have a natural ability to ward off the hazardous effects of magic. Whenever you are affected by a spell that deals damage, the total damage is reduced by an amount equal to your proficiency modifier.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/5/53/Breton-banner.png"
    },
    {
        "name": "Mer: Dunmer",
        "desc": "The Dunmer, also known as Dark Elves, are the ash-skinned, typically red-eyedelven peoples of Morrowind.'Dark' is commonly understood as meaning such characteristics as 'dark-skinned', 'gloomy', 'ill-favored by fate' and so on. The Dunmer and their national identity, however, embrace these various connotations with enthusiasm. In the Empire, 'Dark Elf' is the common usage, but among their Aldmeri brethren they are called 'Dunmer'. Their combination of powerful intellects with strong and agile physiques produce superior warriors and sorcerers. On the battlefield, Dunmer are noted for their skill with a balanced integration of the sword, the bow and destruction magic. Dunmer live two to three times as long as humans; with a 200-year-old Dunmer being old and a 300-year-old Dunmer being very, very old. In character, they are grim, aloof, and reserved, as well as distrusting and disdainful of other races.\n\nDunmer distrust and are treated distrustfully by other races. They are often proud, clannish, ruthless, and cruel, from an outsider's point of view, but greatly value loyalty and family. Young female Dunmer have a reputation for promiscuity in some circles. Despite their powerful skills and strengths, the Dunmer's vengeful nature, age-old conflicts, betrayals, and ill-reputation prevent them from gaining more influence. Those born in their homeland of Morrowind before its devastation were known to be considerably less friendly than those who grew up in the Imperial tradition.\n\nMost Dunmer have red, glowing eyes with skin tones varying from somewhat greenish and the more common gray to the occasional light blue. They are known to be strong, intelligent, and quick, however, are also said to be ill favored by fate. Both male and female Dunmer have a height similar to most of the human races. This means that they are generally taller than their Bosmer cousins and shorter than the Altmer.\n\n**DUNMER TRAITS**\nYour Dunmer character has a variety of natural abilities common with all other Dunmer.\n**Attribute Score Increase.** Your Agility, Intelligence, and Strength scores increase by 1.\n**Age.** As all elves, Dunmer are long lived, maturing at the same rate as humans, but possibly living longer than 300 years.\n**Alignment.** Dunmer tend to be neutral with a propensity for chaos. They have rejected many of the traditions that were set before them, while adopting their new customs of their own.\n**Size.** Dark Elves have average builds, and their height is between 5 and 6 feet tall. Your size is Medium.\n**Speed.** Your base walking speed is 30 feet.\n**Languages.** You can speak, read, and write Tamrielic and Dunmeri.\n**Ancestor Guardian.** As a reaction, you gain advantage on saving throws against spells that deal damage until the start of your next turn. You can use this trait a number of times equal to your Endurance modifier (minimum of 1). You regain all expended uses at the end of a long rest.\n**Ashlander.** You have a natural resistance to fire damage.\n**Dunmer Combat Training.** You are proficient in Long Blade, Marksman, and Short Blade.\n**Skill Proficiency.** You gain proficiency in the Athletics skill.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/fb/Dunmer-banner.png"
    },
    {
        "name": "Man: Imperial",
        "desc": "Also known as Cyrodiils, Cyrodilics, Cyro-Nordics and Imperial Cyrods, the well-educated and well-spoken Imperials are the natives of the civilized, cosmopolitan province of Cyrodiil. Imperials are also known for the discipline and training of their citizen armies, and their respect for the rule of law. Though physically less imposing than the other races, the Imperials have proved to be shrewd diplomats and traders, and these traits, along with their remarkable skill and training as light infantry, have enabled them to subdue all the other nations and races and erect the monument to peace and prosperity that comprises the Glorious Empire. Their hegemony has waxed and waned throughout the eras, and most historians refer to three distinct Empires, the ends of which each mark a new epoch in Tamrielic history.\n\n**IMPERIAL TRAITS**\nYour Imperial character has certain characteristics in common with other Imperials.\n**Attribute Score Increase.** Your Personality score increases by 2.\n**Age.** As a human race, Imperials live to an average age of 100.\n**Alignment.** The militant Imperials are often lawful good, but sometimes lean towards neutral, given their stringent laws and institutions.\n**Size.** Imperials range from 5 to 6 feet tall, and vary in build. Your size is medium.\n**Speed.** Your base walking speed is 30 feet.\n**Languages.** You can speak, read, and write Tamrielic and two standard languages of your choice. Imperials typically learn the languages of other peoples they deal with.\n**Diplomat.** You gain proficiency in the Persuasion skill.\n**Imperial Cunning.** When you make an Intelligence, Personality, or Wisdom saving throw, you can use your reaction to gain advantage on the roll.\n\nOnce you use this trait, you must complete a long rest before you are able to use it again.\n**Imperial Luck.** You gain two Luck Dice, which is a d6. You can expend one Luck Dice to add it to an ability check, attack roll, or saving throw you make. You can wait until after you roll the d20 before deciding to use the Luck Dice, but must decide before the DM determines whether the roll succeeds or fails.\n\nYou regain your expended Luck Dice when you finish a long rest. You can never have more than two Luck Dice from this trait at a time.\n**Legion Combat Training.** You are proficient in Blunt, Hand-to-Hand, and Long Blade\n\nfollow https://wiki.uestrpg.com/wiki/Imperial for more information on subraces",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/5/5c/Imperial-banner.png"
    },
    {
        "name": "Beastfolk: Khajiits",
        "desc": "The Khajiit are a race of feline humanoids hailing from the province of Elsweyr, well-known for their keen intelligence and agility. While these traits make them superb thieves and acrobats, Khajiit are also fearsome warriors. However, strenuous training must typically be undertaken to make wielding magic a serious option, either in passive or aggressive actions. Khajiit are said to rarely take to the sea, though piracy and the skooma trade does draw some to work as sailors.\n\nPhysiologically, Khajiit differ greatly from both the varied races of man and mer, not only in their skeletal structure (possessing a tail and, in some forms, a digitigrade stance, i.e. toe walking) and dermal makeup (the 'fur' that covers their bodies) but in their digestion and metabolism as well. The Khajiit, along with the Argonians and theImga, make up the so called 'beast races' of the Empire, due to their anthropomorphic qualities. Khajiit have a lifespan similar to that of humans. It is currently unclear whether a successful union between Khajiit and other races may occur, for no well-documented cases exist despite rumors. The divergent appearance and mannerisms of the Khajiit often lead bigoted members of other races to look down on them.\n\n**KHAJIIT TRAITS**\nYour Khajiit heritage manifests in a variety of traits you share with other khajiit.\n**Attribute Score Increase.** Your Agility score increases by 2.\n**Age.** Different Khajiit born under different cycles have significantly different life spans. They can range from 150 to 400 years, if not more.\n**Alignment.** Khajiit tend toward chaotic alignments, as they let impulse and fancy guide their decisions. They are rarely evil, except for those driven by greed or other dark impulses.\n**Speed.** Your base walking speed is 35 feet.\n**Languages.** You can speak, read, and write Tamrielic and Ta'agra. Ta'agra script combines unique and fluid motions. Artistic interpretation is praised and varies greatly between authors.\n**Eye of Fear.** You know how to use your cat-like eyes to demoralize others. You gain proficiency in the Intimidation skill.\n**Eye of Night.** Your khajiit ancestry grants you superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.\n**Quick Claws.** Because of your claws, you have a climbing speed of 20 feet. In addition, your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.\n\nfollow https://wiki.uestrpg.com/wiki/Khajiit for more information on subraces",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/ff/Khajiit-banner.png"
    },
    {
        "name": "Man: Nord",
        "desc": "The Nords are the children of the sky, a race of tall and fair-haired humans from Skyrim who are known for their incredible resistance to cold and magical frost. They are fierce, strong and enthusiastic warriors, and many become renowned warriors, soldiers and mercenaries all over Tamriel. Eager to augment their martial skills beyond the traditional methods of Skyrim, they excel in all manner of warfare, and are known as a militant people by their neighbors. Nords are also natural seamen, and have benefited from nautical trade since their first migrations from Atmora. They captain and crew many merchant fleets, and may be found all along the coasts of Tamriel.\n\n**NORD TRAITS**\nYour Nord character has certain characteristics in common with other Nords.\n**Attribute Score Increase.** Your Endurance score increases by 2 and your Strength scores increase by 1.\n**Age.** Nords, like most men are not particularly long lived, and they mature at a normal rate, and almost never live longer than a century.\n**Alignment.** Most nords are hardworking and good-hearted. They take comfort in their traditions and are distrusting of outsiders. They tend toward the good alignments.\n**Size.** Nords are the largest of men, ranging from 6 to 6 ½ feet tall.\n**Speed.** Your base walking speed is 30 feet.\n**Languages.** You can speak, read, and write Tamrielic.\n**Atmoran Ancestry.** Your ancestral history of living in harsh, northern climates has given you resistance to cold damage.\n**Battlecry.** As an action, you shout a battle cry that strikes fear into an enemy. Choose one creature that is within 60 feet of you than can see and hear you. That target must succeed on a Willpower saving throw or become frightened of you. The difficulty check of this save is equal to 8 + your Endurance modifier + your proficiency modifier. The frightened target can repeat the saving throw at the end of each of it's turns, ending the effect on itself on a success.\n\nOnce you use this trait, you can't use it again until you finish a short or long rest.\n**Equipment Proficiency.** You are proficient with Axes and Spears.\n**Toughness.** Your hit point maximum is increased by 1, and it increases by 1 every time you level.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/6/6c/Nord-banner.png"
    },
    {
        "name": "Mer: Orsimer (Orc)",
        "desc": "Orcs were born during the latter days of the Dawn Era. History has mislabeled them beastfolk, related to the goblin races, but the Orcs are actually the children of Trinimac, strongest of the Aldmeri ancestor spirits. When Trinimac was eaten by the Daedric Prince Boethiah, and transformed in that foul god's insides, the Orcs were transformed as well. The ancient name for the 'Orsimer,' which means 'The Pariah Folk.' They now follow Malauch, better known as Malacath, the remains of Trinimac.\n\nOrcish armorers are prized for their craftsmanship, and Orc warriors in heavy armor are among the finest front-line troops in the Empire. Most Imperial citizens regard Orc society as rough and cruel, but there is much to admire in their fierce tribal loyalties and generous equality of rank and respect among the sexes.\n\n**ORSIMER TRAITS**\nYour orc character has certain traits deriving from your orc ancestry.\n**Attribute Score Increase.** Your Endurance and Willpower scores increase by 1.\n**Age.** While they are Mer, Orcs do not live as long as their distant cousins. They could live up to 80 years old, but the Code of Malacath demands that an old Orc should end his life before he becomes weak and a burden to his clan. They rarely live longer than 50 years. They reach adulthood at age 16.\n**Alignment.** The orsimer are mostly lawful neutral. Orcs follow a code and are often extremely beholden to their traditions. They are dedicated to the strength of their clan over individuals.\n**Size.** Orcs are broad and hardy, they are usually around 6 feet tall, even the females, and weigh around 200 pounds. Your size in medium.\n**Speed. Your base walking speed is 25 feet.\n**Tool Proficiency.** You gain proficiency with the smith's tools.\n**Languages.** You can speak, read, and write Tamrielic and Orcish. Orcish is a harsh, grating language with had consonants.**\n**Aggressive.** As a bonus action, you can move up to your speed toward an enemy of your choice that you can see or hear. You must end this move closer to the enemy than you started.\n**Berserk.** As an action, for the next minute you gain temporary hit points equal to twice your character level. Additionally, you gain advantage on one attack on each of your turns. Once you use this trait, you can't use it again until you finish a long rest.\n**Blood-Kin.** You share kindred blood with all of your orc brothers and sisters. Using Honor or Strength, you may be able to avoid conflict with other orcs.\n**Menacing.** You have proficiency in the Intimidation skill.\n\nfollow https://wiki.uestrpg.com/wiki/Orsimer for more information on subraces",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/5/51/Orsimer-banner.png"
    },
    {
        "name": "Man: Redguard",
        "desc": "Redguards are the most naturally talented warriors in Tamriel. The dark-skinned, wiry-haired men of Hammerfell seem born to battle, though their pride and fierce independence of spirit makes them more suitable as scouts or skirmishers, or as free-ranging heroes and adventurers, than as rank-and-file soldiers. In addition to their cultural affinities for many armor styles and weapons (particularly swords), Redguards are also physically blessed with hardy constitutions, resistance to poison, and quickness of foot. Redguards do not share the same blood as the other human races, and they have no known connection with the ancestral Nordic homeland of Atmora.\n\nThe Redguard's innate agility and prolific level of endurance allows them to excel in any activity that demands sustained effort, most notably combat. They are likewise blessed with a very hardy constitution that allows them to resist poison and disease.\n\nThe Redguards skin tone can range from light brown to nearly black and their hair texture ranges from thick and wavy to tightly curled and wiry. Redguards are also largely average in height, well muscled and sturdy, much like the Nords and the Orcs.\n\n**REDGUARD TRAITS**\nYour Redguard character has certain characteristics in common with other Redguard.\n**Attribute Score Increase.** Your Agility, Endurance, and Strength scores increase by 1.\n**Age.** Redguards age as the rest of the the human races, rarely living over a century\n**Alignment.** Redguards mostly follow the good alignments. Many of the people of Hammerfell strictly follow their laws, while nearly an equal amount disregard them entirely.\n**Size.** Redguards are strong and tall, often over 6 feet tall. Your size is Medium.\n**Speed.** Your base walking speed is 30 feet.\n**Languages.** You can speak, read, and write Tamrielic and Yoku. Yoku is a direct language which is incredibly reliant on context. Similar to Redguards themselves, their language is straightforward and doesn't concern itself with unnecessary things.\n**Adrenaline Rush.** When you use this trait, your combat awareness increases for the next minute. You gain a +10 bonus to your initiative, your speed is increased by 10 feet, and you can add a d4 to all of your attack and damage rolls.  Additionally, at the start of combat, when you roll initiative, you can use your reaction to immediately use this trait.\n\nYou can't use this trait again until you finish a long rest.\n**Redguard Combat Training.** You are proficient in Long Blade and Short Blade.\n**Skill Proficiency.** You gain proficiency in the Athletics skill.\n**Yokudan Lineage.** Thanks to your Yokudan heritage, you have advantage on saving throws against being diseased.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/e/ee/Races-banner.png"
    }
]
