[
    {
        "gend": "***Error:*** *`<name>` is a required argument that is missing\n\nTry `!esrpg sub bard <name>` using the name of a subclass to find an Overview of information.*\n\nAvailable Options:\n- College of Reveries\n- College of Solitude\n- College of Courtesy\n- College of Divines"
    },
    {
        "name": "**__Bard__**\n**__College of Reveries__**",
        "desc": "**Bonus Proficiency**\n*3rd-level College of Reveries Features*\nWhen you join the College of Reveries at 3rd level, you gain proficiency in disguise kits, forgery kits, and an artisan tool of your choice. You also learn one language of your choice.\n\n**Performer's Vainglory**\n*3rd-level College of Reveries Features*\nAt 3rd level, you become invigorated when you witness someone being inspired by your own performances. When at least one creature you have inspired with your Bardic Inspiration is within 30 feet of you and they still have their Bardic Inspiration die, you gain a bonus to your attacks. When your attack hits a target, roll a die equal to your Bardic Inspiration die and add that number to the attacks damage roll.\n\n**Player's Muse**\n*3rd-level College of Reveries Features*\nAdditionally at 3rd level, adventurer's of the College of Reveries gain a persona that represents their performing act. This persona is a disguise that includes a mask and garb that hides the wearer's original identity. While wearing this disguise, other bards and patrons recognize you as your persona. You have advantage on Personality (Persuasion) and Personality (Performance) checks when speaking with fans of your work.\n\n**Flexible Performance**\n*6th-level College of Reveries Features*\nWhen you reach 6th level, you weave in the pageantry and pomposity of your performances into your everyday conversations. You can use your Performance skill instead of Deception when trying to impersonate someone, and instead of Intimidation when trying to demoralize someone. You can also use Performance instead of Persuasion when trying to flatter someone.\n\n**Compelling Inspiration**\n*14th-level College of Reveries Features*\nAt 14th level, your inspiring performances can compel even your harshest critics. You can use your Bardic Inspiration on a creature within 60 feet of you and force it to make a Willpower saving throw. On a failed save, the creature is compelled by you until the start of your next turn. The compelled creature has disadvantage on all attack rolls, and all attacks made against the compelled creature have advantage.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/0/08/Reveries-banner.png"
    },
    {
        "name": "**__Bard__**\n**__College of Solitude__**",
        "desc": "**Bonus Proficiency**\n*3rd-level College of Solitude Features*\nWhen you join the College of Solitude at 3rd level, you gain proficiency with medium armor, as well as axe and blunt weapons.\n\n**Fighting Styles**\n*3rd-level College of Solitude Features*\nAt 3rd level, you adopt a style of fighting as your specialty. Choose one of the following options. You can't take a Fighting Style option more than once, even if something in the game lets you choose again.\n\n*ARCHERY.* You gain a +2 bonus to your attack rolls you make with ranged weapons.\n*DUELING.* When you are wielding a melee weapon in one hand and no other weapons, you gain +2 bonus to damage rolls with that weapon.\n*GREAT WEAPON FIGHTING.* When you roll a 1 or a 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if it is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit.\n*TWO-WEAPON FIGHTING.* When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack.\n\n**Disarming Charisma**\n*6th-level College of Solitude Features*\nWhen you reach 6th level, you gain the ability to use your charisma to cause your enemies to falter. As a reaction, when a creature attacks you with a melee strike, you gain a +2 bonus to your AC until the start of your next turn.\n\nYou can use this feature an amount of times equal to your personality modifier. You regain any expended uses when you finish a long rest.\n\nBeginning at 17th level, you gain a +4 bonus to your AC when you use this feature.\n\n**Battle Anthem**\n*14th-level College of Solitude Features*\nAt 14th level, you gain the ability to use your instruments or voice to inspire your allies in the heat of battle. As an action, all allies or enemies within 60 feet of you that can see and hear you, gain one effect of your choice for the duration of the anthem. The effect lasts up to 1 minute, as though you are concentrating on a spell. As an action on your following turns you can change the effect of your Battle Anthem.\n\n*Anthem of War.* Each ally that can see and hear you gains advantage on attack rolls for the duration.\n*Anthem of Protection.* Each ally that can see and hear you gains a +2 bonus to their AC for the duration.\n*Anthem of Intimidation.* Each enemy that can see and hear you has disadvantage on saving throws for the duration.\nOnce you use this feature, you must finish a long rest to be able to use it again.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/d/dd/Solitude-banner.png"
    },
    {
        "name": "**__Bard__**\n**__College of Courtesy__**",
        "desc": "**Courtly Manners**\n*3rd-level College of Courtesy feature*\nYou have been trained in the ways of court to understand the world around you and have an undeniable understanding of etiquette. You gain proficiency in the Insight or Persuasion skill (your choice), and you have advantage on Willpower (Insight) or Intelligence (History) checks to understand or recall cultures or social norms, and to gain insight in people’s agendas.\n\n**Battlefield Etiquette**\n*3rd-level College of Courtesy feature*\nYou learn how to manipulate the battlefield through the use of militaristic traditions and polite suggestions. As a bonus action, you can expend one of your Bardic Inspiration dice in order to produce one of the following options:\n\n*Parley.* You cast calm emotions without expending magicka.\n*Duel.* You force a number of hostile creatures up to your Personality attribute modifier (minimum of 1) that can hear and understand you to duel an ally of your choice. Each target must make a Willpower saving throw equal to your spell save DC. On a failed save, the target has disadvantage on attacks made against any creature that isn’t that ally for the next minute.\n*Discipline.* You bestow your allies with temporary hit points equal to your bard level + your Personality modifier for the next minute.\n\n**Graceful Redress**\n*6th-level College of Courtesy feature*\nWhen you or an ally that you can see and hear fails a Deception, Intimidation, or Persuasion skill check, you can use your reaction to expend one use of Bardic Inspiration. Roll a Bardic Inspiration die and add the number rolled to the skill check, using the new result in place of the failed one, possibly changing the result.\n\nAdditionally, you when you make any Personality skill check, you can add a Bardic Inspiration die to the roll without expending a use. Once you use this feature in this way, you can’t use it again until you finish a short or long rest.\n\n**Diplomatic Immunity**\n*14th-level College of Courtesy feature*\nYour reputation will keep hostile humanoids reluctant from attacking you and your allies. If you or one of your allies hasn’t attacked yet, an enemy must succeed on a Personality saving throw equal to your spellcasting save DC to be able to attack you or your allies on that turn.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/1/16/Courtesy-banner.png"
    },
    {
        "name": "**__Bard__**\n**__College of Divines__**",
        "desc": "**Bonus Proficiencies**\n*3rd-level College of Divines feature*\nYou gain proficiency with the Religion skill. Your proficiency bonus is doubled for any attribute check you make that uses that skill.\n\n**Speaker of the Divine**\n*3rd-level College of Divines feature*\nYou proclaim yourself under a divine, learning a Speaker Prayer for the deity and gaining its benefits, as listed below. You can choose an additional prayer from another deity at 11th level, and again at 17th.\n*follow https://wiki.uestrpg.com/wiki/LGtC:College_of_Divines#Speaker_Prayer_Options for a list of prayers*\n\n**Blessing of Music**\n*6th-level College of Divines feature*\nWhen a creature you can see uses your Bardic Inspiration, you can use your reaction to have them gain the effects of your choice of the divine favor or heroism spell. These effects use your spellcasting modifier and they do not require concentration to maintain them.\n\nOnce you use this feature, you can’t do so again until you finish a short or long rest.\n\n**Song of the Divine**\n*14th-level College of Divines feature*\nYou can spend 1 minute to recite a holy ritual. Any creature of your choice that is within 30 feet that can hear you becomes proficient in all saving throws for the next hour or until they take a short or long rest. In addition, a creature who is under this effect can choose to spend 10 minutes meditating on your ritual, ending the effect early to gain the benefits as though they had finished a short rest.\n\nOnce you use this feature, you can’t use it again until you finish a long rest.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/97/Divines-banner.png"
    }
]
