[
    {
        "gend": "Exploration phase is used when a group has reached their region of choice and is now exploring it. Time passes in 4 hour chunks called watches.\n\n# __***Watches***___\n- Most activities and events conducted during an exploration phase can be divided into watches, a standard unit of time used for longer-term play. In an ordinary 24-hour day, there are six watches, each equivalent to about four hours. Watches are kind of “exploration turn,” and are used in navigation, travel activities, weather patterns, and more.\n- An ordinary party can travel for two watches, or eight hours.\n- A character needs two watches of sleep, or, again, eight hours.\n- It’s important to note that watches do not have to synchronize perfectly. Think of watches less as strict locked units as much as a useful shorthand for gauging occurrences and states over longer lengths of time.\n\n# __***Exploration Activities***__\n- While characters are exploring, there are a number of activities that they can undertake.\n- A character can only engage in one Exploration activity at a time.\n- A character decides which activity they are engaging in at the start of each watch that they are exploring.\n### Note: Exploration activities are specific to player characters. Familiars, companions, npcs etc, cannot do them.\n:camping: = Relaxing activity, requires to set up camp. Doesn't risk fatigue. Relieves stress. Counts as a Short rest.\n- Slow Pace\n - Lookout :eye:(+5)\n - Gather Reagents :herb: (dis)\n - Gather Materials :pick: (dis)\n - Track/Navigate :compass: \n - Forage :basket:\n - Survey :telescope:\n - Draw a map :map:\n- Normal Pace\n - Lookout :eye:\n - Track/Navigate :compass: \n - Draw a map :map:\n - Forage :basket: (dis)\n- Fast Pace\n - Lookout :eye: (-5)\n - Track/Navigate :compass: (-5)\n - Draw a map :map:\n- No Pace\n - Lookout :eye: :camping:\n - Gather Reagents :herb:\n - Gather Materials :pick:\n - Track a creature :feet: \n - Forage :basket: (adv)\n - Survey :telescope:\n - Relax in Solitude :man_in_lotus_position: :camping: \n - Cook :cook:  :camping: \n - Brew :beer:  :camping:\n - Play A Game :game_die:  :camping:\n - Play Music :notes:  :camping:\n - Tell A Story :book:  :camping:\n - Craft An Item :tools:  :camping:\n - Repair An Item :hammer:  :camping:\n - Sleep :zzz: :camping:, 2 watches\n\n- For info on pace, do `!ea pace`\n- For info on presence, do `!ea presence`"
    },
    {
        "name": "Lookout :eye:",
        "desc": "# __***Lookout***__\n### Lookout while on the move.\n- A character can keep an eye out for danger and threats as the party explores, making it more difficult for enemies to ambush them, or traps to take effect. A party member that is noticing threats can use their passive Wisdom (Perception) score to notice threats.\n\n### Lookout while Camping\n- It's a big risk to set up camp without appointing someone to watch out for any would-be intruders. A lookout is in charge of camp security and keeps an eye out for potential threats.\n- If you are the lookout, roll an Intelligence (Survival) check to see how well you secure the camp against potential dangers for the current watch. If you have any tools, equipment, or magic that might help—traps, bells, the Alarm spell—you may roll your check with advantage.\n- **Success**: You noted some weak spots in the camp's defense and secured them. Everyone Heals a minor amount of Stress.\n- **Failure**: You made a bad job of securing the camp. You have disadvantage on perception checks (-5 on passive perception) against any would-be intruders while camping. Everyone gains a minor amount of Stress.\n- Being on lookout takes a good deal of focus. If you are on lookout, you can't join in with any camp activities besides eating, drinking, and sleeping.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Gather Reagents :herb:",
        "desc": "# __***Gather Reagents***__\n- Reagents are mostly herbs and essences.\n- Over the course of a watch, you can make a gathering check to gather reagents.\n- At the start of the watch, make a stealth check for presence. DC is set by the dm. Regardless of result, continue with the gathering process.\n### If you were on the move during the watch:\n- Roll 1d100 and check the corresponding terrain type table [here](https://discord.com/channels/779208086627811361/1163498554577408070/1163498554577408070). Then make a gathering check with **disadvantage **to harvest the item found.\n### If you stayed in one place while gathering (while camping for example) during the watch:\n- Choose between three options\n - 1) Roll 1d100 and check the corresponding terrain type table [here](https://discord.com/channels/779208086627811361/1163498554577408070/1163498554577408070) and make a normal gathering check to harvest the item found.\n - 2) Pick one item (instead of rolling) other than an essence of your choice that is available within the terrain type table or a wild flora that is known to be in the area.\n - 3) Pick 1d12 of any trivial item that is available on the terrain type table and make a dc 8 gathering check to gather it.\n\n- **Note**: If at the end of the activity, you found yourself unable to find anything, you can choose to succeed with a cost. The cost is a random survival condition. Hunger, Thrist or Fatigue. This will give you only one item. Either one at random if you were on the move(cant be an essence), or one that you pick from the table if you were stationary (cant be an essence).\n### Important\n- Gathering exposes you to the weather effects just like exploring. Also you gain no benefits from bonuses received from other member's camping activities.\n- The watch spent gathering still counts towards overall travel time for the day.\n\n## Reagent Gathering Check\n- Normal check: `!c wisdom`\n- Herbalism proficiency AND having the tool: `!tool herbalism wisdom`\n- Have advantage? add adv at the end of the command\n- Have disadvantage? add dis at the end of the command.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Gather Materials :pick:",
        "desc": "# __***Gather Materials***__\n- Materials are mostly ore, branches, essences, carapaces and scales.\n- Over the course of a watch, you can make a gathering check to gather materials.\n- At the start of the watch, make a stealth check for presence. Dc is set by the dm. Regardless of result, continue with the gathering process.\n### If you were on the move during the watch:\n - Roll 1d100 and check the corresponding terrain type table [here](https://discord.com/channels/779208086627811361/1163498554577408070/1163498923353190580) and then make a gathering check with **disadvantage** to harvest the item found.\n### If you stayed in one place while gathering (while camping for example) for the watch:\n- Choose between three options\n - 1) Roll 1d100 and check the corresponding terrain type table [here](https://discord.com/channels/779208086627811361/1163498554577408070/1163498923353190580) and make a normal gathering check to harvest the item found.\n - 2) Pick one item (instead of rolling) other than an essence of your choice that is available within the terrain type table. You may choose to gather specific material from a known resource node that is in the area.\n - 3) Pick 1d12 of any trivial item that is available on the terrain type table and make a dc 8 gathering check to gather it.\n\n- **Note**: If at the end of the activity, you found yourself unable to find anything, you can choose to succeed with a cost. The cost is a random survival condition. Hunger, Thrist or Fatigue. This will give you only one item. One item at random if you were on the move (cant be an essence), or one that you pick from the table if you were stationary (cant be an essence).\n\n### Important\n- Gathering exposes you to the weather effects just like exploring. Also you gain no benefits from bonuses received from other member's camping activities.\n- The watch spent gathering still counts towards overall travel time for the day.\n\n## Material Gathering Check\n- Strength survival check  `!c survival str`\n- Dexterity survival check `!c survival dex`\n- Wisdom survival check `!c survival`\n- Have advantage? add adv at the end of the command\n- Have disadvantage? add dis at the end of the command.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Track/Navigate :compass:",
        "desc": "# __***Track/Navigate***__\n- For the party to not become lost, it require a tracker/navigator.\n- There are two ways to avoid becoming lost. Tracking or Navigating.\n## Navigate (Only while on the move)\n- A party member that is navigating can make Wisdom (Survival) checks to navigate.\n- A party member can assist the navigator, provided that they are proficient in Survival.\n- When an adventurer can tell cardinal directions, such as a character with the Keen Mind, they always have advantage made on Wisdom (Survival) checks made to navigate.\n- If a character has a map that was made through the mapping activity, they have advantage on navigating themselves towards a destination on the map, provided they are currently on a location that is already mapped. So this benefit wont be in effect if the group starts their exploration at an unknown location.\n## Track while on the move\n- A character can follow a trail or set of tracks while pursuing a creature or group of creatures. The character needs to know if a creature is in the biome. The knowledge will come usually from [Shared Findings](https://discord.com/channels/779208086627811361/1161691357732147231) or a survey made on the current expedition.\n- If a character wishes to track another creature or group of creatures over long distances, they must make a Wisdom (Survival) check for each watch they wish to spend tracking.\n- The DC varies, depending on the terrain, weather, and creature.\n- Another player that is proficient in Survival can assist a character tracking, granting them advantage on the roll. If a character has some other means of tracking a creature, such as by magic, they may also assist a tracking character.\n## Track while group is not moving.\n- After a biome has been surveyed, there may come a time when adventurers would like to track down a creature they know dwells in the area, whether to exterminate it, to collect the natural resources its body holds, or perhaps just to talk, for instance.\n- A character can only successfully track a creature that is known to make its home in the biome, whether that knowledge was gained from surveying the biome or by other means.\n- Over the course of a watch, a character may attempt to track a creature to its lair or other resting spot.\n- At the start of the watch, the character makes a Dexterity (Stealth) check for presence. DC is set by the dm. Regardless of result, the character continues with the tracking process.\n- At the end of the watch, the character makes a Wisdom (Survival) check against the creatures’ Survey DC (Dm knows this). On a success, the character finds the lair, resting place, or home of the creature.\n- A character may assist another in tracking, provided they are proficient in Survival.\n- While tracking normally leads to the central lair of a given group of creatures, such as the goblin’s camp or spider-queen’s nest, in the case of highly widespread creatures, such as elk, it leads to only one such lair.\n - Tracking elk, for example, might lead to one clearing with many sleeping elk, but there will still be other elk in the region. By contrast, tracking down the single pair of wyverns leads to those particular wyverns’ lair, as they are the only in the Biome.\n\n## Important\n- Tracking exposes you to the weather effects. Also you gain no benefits from bonuses received from other member's camping activities.\n- The watch spent tracking still counts towards overall travel time for the day.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Forage :basket:",
        "desc": "# __***Forage***__\n- The sources of food and water are determined at the GM’s discretion, based on the terrain type the party is travelling through.\n- Most food found is either raw meat from hunted animals that must be cooked, or readily-eaten plant matter, such as nuts and berries. If a character would like to find certain kinds of food only, typically to avoid the need to light a fire, they suffer disadvantage.\n- For each watch you spend foraging, do the following:\n - Make a stealth check for presence. DC is set by the DM. Regardless of result, continue with the foraging process. **If you are in normal pace, you auto fail this check**.\n - Choose between food or water.\n - Make a Wisdom (Survival) check. The dc is depended on terrain type. If you are moving in normal pace, you have disadvantage on the check. If you are not moving at all, you have advantage.\n- **Success**: You find 1d4 rations.\n- **Failure**: You find nothing.\n\n## Important\n- Foraging exposes you to the weather effects just like exploring. Also you gain no benefits from bonuses received from other member's camping activities.\n- The watch spent foraging still counts towards overall travel time for the day.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Draw a Map :map:",
        "desc": "# __***Mapping***__\n- This activity is used to make an item that would help a navigator to travel to mapped locations.\n- No check is required, but the character who is creating the map, should have access to parchment (or paper), ink and an ink pen or use cartographers tools, provided they are proficient with them.\n - **Cartographers tools**: Use one charge to create a map. It has 5 charges maximum.\n - **Ink (1 ounce bottle)**: Use one charge to create a map. It has 2 charges maximum.\n- When the group starts traveling, the cartographer needs to decide if they want to make a biome map or a region map.\n - Region maps depict the whole region and they are used for traveling from biome to biome within the region.\n - Biome maps depict a specific biome within the region and are used to traveling from locale to locale within the biome.\n- When the group reaches a destination, the cartographer can choose to add it to their map. A map can have a maximum of 5 destinations in it.\n- The item received is a piece of parchment or paper that is named after the region/biome depicted.\n\n## Important\n- The cartographer has to stick to mapping when the group starts from a location and reaches another location. The point is that they are mapping the path to the destination. Not the destination itself.\n\n## Tip\n- Any player can create hand-drawn maps (or use their own mapping app) while playing the game. These maps can be shared. But the dm will not correct any mistakes made and they wont give any kind of mechanical advantage to the navigator. For mechanical help, a character needs to create the actual map as an item within the game.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Survey",
        "desc": "# __***Surveying***__\n- When in a Biome of the Wilds, an explorer can spend time in the wilds, searching for information, so as to ascertain the nature of what dwells in the Biome.\n- Over the course of a watch, a character may survey the surrounding area to determine what sorts of creatures dwell there and possibly some information of the biome's locales, hazards and flora. \n- At the start of the watch, make a stealth check for presence. DC is set by the DM. Continue with the survey process regardless of the result. \n- The character chooses one of the following options:\n - **Intelligence (Nature)**: You locate interesting features by recognizing their impact on the surrounding natural world. `!c nature`\n - **Intelligence (Investigation)**: You scour the area for clues that suggest where significant features are located. `!c investigation`\n - **Wisdom (Perception)**: You rely on your senses to catch telltale details denoting landmarks and anomalies. `!c perception`\n - **Wisdom (Survival)**: You guide yourself through the biome efficiently while taking note of remarkable features. `!c survival`\n\n- **Assist**\n - Another character can assist in surveying (providing advantage), provided they are proficient in the chosen skill. But they dont get a separate survey result.\n\n# Survey Results\nAt the end of the watch, you learn all pieces of information that are of equal and lower dc from the total check. The information gained depends if you have already done survey on this area during this expedition or its your first time.\n## First time doing survey in the current area.\n### Dc 10\n- All Footpath trails leading out of the current locale\n - A trail that has been either well travel or maintained. It is easy to pass over and offers no resistance as far as time is concerned.\n- All Difficult trails\n - Paths and trails that have either begun to decay or are obstructed in some fashion. Traveling these paths take twice as long, traveling any faster risks becoming lost.\n- All Dangerous Trails\n - Trails that are hazardous or pose a legitimate risk when crossing. Traveling them takes twice as long and always poses a chance of harm.\n- All signs of fauna that have a stealth of 10 or lower. Excludes flying and borrowing creatures.\n- 1 random type of wild flora\n### Dc 15\n- All Special Trails\n - A path that is odd and exists outside the realm of reason.\n- All signs of fauna that have a stealth of 15 or lower. Including flying and borrowing creatures.\n- 2 random types of Wild Flora\n### Dc 20\n- All Hidden Trails\n - This is a trail that requires foresight, prior knowledge of, or a sufficient search to discover.\n- All signs of fauna that have a stealth of 20 or lower. Including flying and borrowing creatures.\n- 3 random types of Wild Flora\n## Not the first time doing survey in the current area.\nChoose one of the following options:\n- 1) Choose to survey the area again. All dc's are reduced by 5. This can stack (by doing a third survey) but you cannot make the dc lower than 5.\n- 2) Gain a survey result of one locale connected by a Footpath trail from your current area.\n# Ending The Survey\nThe character always returns to the group without repercussions except when the following happens\n- Failed Stealth check\n - The presence of the group has been noticed by the denizens of the Wilds. The Presence of the group raises by 1\n- Failed survey roll\n - The character gains a random survival condition.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Relax In Solitude",
        "desc": "# __***Relax In Solitude***__\n- If you prefer to spend some time alone—reading a book, meditating—you can do so over the course of a watch. Roll a **Wisdom ability** check to see if you are able to unwind.\n- **Success**: You feel inspired by your seclusion—gain a point of inspiration(max. once per day). You heal a minor amount of stress(max. once per day for this activity).\n- **Failure**: You couldn't relax as something—or someone— was irritating you too much. You gain a minor amount of Stress.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Cook",
        "desc": "# __***Cooking***__\n- If you know how to cook and have the right supplies, you can prepare a meal for the group over the course of a watch. This requires use of a campfire and cooking tools.\n- Expend one use of your cooking supplies to attempt one of the following actions.\n - **Create rations**: You slow-cook and preserve some fresh ingredients—usually meat or grains—to create 1d4 + 1 new, basic food rations that can be preserved.\n - **Stretch rations**: You thin out some basic rations into a simple meal, feeding two people for each ration you cook. If cooked successfully, everyone who eats gains 1d4 + 1 hit points (max. once per day).\n - **Cook a hot meal**: You cook a hot meal for everyone, using one ration—or ration substitute—per person. If cooked successfully, everyone who eats the hot meal regains 1 spent hit die (max. once per day) and heals 2 hunger.\n- Before you serve the meal, roll a Wisdom (Cook's Utensils) check to see how well you prepared everything. (If you are not profficient, its a simple wisdom check). Meals spoil after an hour, losing any restorative properties.\n- **Success**: The meal is well made. You heal a minor amount of Stress to you and everyone you serve(max. once per day for this activity).\n- **Failure**: You spoiled the meal and wasted the ingredients—no one can eat your cooking. You gain a minor amount of Stress.\n## **Important**.\n- Everyone who eats the food gains these benefits.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Brew",
        "desc": "# __***Brewing***__\n- If you know how to brew drinks and have the right supplies, you can prepare some for the group over the course of a watch. This requires a campfire and brewer's kit. Expend one use of your brewing supplies to try one of the following actions:\n - **Create rations**: You distill some impure water to create 1d4 + 1 new, drinkable rations.\n - **Brew a balm**: With a few herbs you turn some basic water rations into a delicious, soothing drink—one ration per two drinks. Everyone who drinks a fresh balm gains 1d4 + 1 hit points (max. once per day).\n - **Brew a restorative**: You turn some basic water rations into a tasty, hot drink using one ration per drink. Everyone who drinks a fresh restorative regains 1 spent hit die (max. once per day) and heals 2 thirst.\n- Before you serve the drinks, roll a **Wisdom (Brewer's supplies)** check to see how well you prepared everything. (If you are not profficient, its a simple wisdom check). Your brews lose their restorative properties after an hour.\n- **Success**: The drinks are well made. You heal a minor amount of Stress to you and everyone you serve (max. once per day for this activity).\n- **Failure**: You spoiled the brew and wasted the ingredients—no one can stomach your drinks. You gain a minor amount of Stress.\n## Important.\n- Everyone who drinks the brew gains these benefits.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Play A Game",
        "desc": "# __***Play A Game***__\n- If you have a gaming set and know the rules, you can play a game to unwind over the course of a watch. Anyone can join in—so long as they're not occupied with another activity—but at least one person playing must be proficient in the rules.\n- Everyone who plays can roll an **Intelligence (Game)** ability check—the highest roll wins.\n- **Winner**: You feel inspired—gain a point of inspiration(max. once per day). You heal a moderate amount of Stress(max. once per day for this activity).\n- **Loser**: You lost the game. You heal a minor amount(max. once per day for this activity).\n- **Tie**: You heal a minor amount of Stress(max. once per day for this activity).",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Play Music",
        "desc": "# __***Play Music***__\n- If you know how to play an instrument, you can attempt to play some music for the group over the course of a watch. Roll a **Dexterity (Performance)** check to see how well you play.\n- **Success**: You perform well and inspire one of your allies. Choose a party member other than yourself or the lookout—that character gains a point of inspiration (max. once per day). You heal a minor amount of Stress to you and to everyone that is listening to you perform(max. once per day for this activity).\n- **Failure**: You made an embarrassing mistake. You gain a minor amount of Stress.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Tell A Story",
        "desc": "# __***Tell A Story***__\n- People like to hear a good story. If you are proficient in Arcana, History, or Religion—or are carrying an interesting book—you can attempt to tell a captivating story to the group over the course of a watch. Roll a **Charisma (Performance)** check.\n- **Success**: Your story is well told and inspires an ally. Choose a party member other than yourself or the lookout —that character gains a point of inspiration (max. once per day). You heal a minor amount of Stress to you and to everyone that is listening to you perform (max. once per day for this activity).\n- **Failure**: You made an embarrassing mistake. You gain a minor amount of Stress.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Craft An Item",
        "desc": "# __***Craft An Item***__\n- You can spend time crafting items if you have the right materials and appropriate crafting tools. Roll the appropriate check for your specific craft.\n- Check [Crafting Rules](https://discord.com/channels/779208086627811361/1163471758242877440) for more information.\n- **Success**: You mark 1 success on your item. You heal a minor amount of stress (Max. Once per day for this activity).\n- **Failure**: You were unable to craft the item. You gain a minor amount of Stress.\n\n**Note:** You can make two crafting checks per day.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Repair An Item",
        "desc": "# __***Repair An Item***__\n- If you're proficient with certain tools, you may perform basic repairs on damaged equipment—sharpening a blunt sword, sewing up a torn robe, hammering out some dented armor over the course of a watch. You can try to remove one notch from an item with a successful **Intelligence (Tool)** check.\n- **Success**: You successfully remove one notch. You heal a minor amount of stress(max. once per day for this activity).\n- **Failure**: You were unable to make the repairs. You gain a minor amount of Stress.",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Presence",
        "desc": "# __***Presence***__\n- Presence is a way to determine how much the group is affecting a given biome. How perceptible their actions are by the denizens of The Wilds in that biome specifically.\n- Presence affects random encounter chance during exploration and camping only. Not Delving. Delving has the Tension Pool.\n- Presence is a feature of a biome. Not part of the group. Entering a new biome at any point in an expedition, would start presence at 0.\n- Presence can never go below 0 and can never go above 5.\n- Presence modifications are calculated at the end of the day. \n\n## Things that interact with presence\n### Camping phase. \n- Camping Activities\n - A groups presence can only be raised by 1 per day with camping activities\n - Survey, Gathering Activities, Track and Foraging. These activities now require a stealth check at the start of the watch. Failing the stealth check will raise presence by 1 at the end of the day.\n- Camping area\n - If the group camps on the same locale in the biome for more than one day, presence will be raised by 1 at the end of the day.\n### Exploration Phase. \n- Exploration Activities\n - A groups presence can only be raised by 1 per day with exploration activities and by 1 per day for pace. ( for a total of +2 presence per day)\n - Survey, Gathering Activities and Foraging. These activities now require a stealth check at the start of the watch. Failing the stealth check will raise presence by 1 at the end of the day. Keep in mind that stealth checks can only be used while in slow pace.\n- Exploration Pace\n - Using a fast pace raises the presence by 1 at the end of the day. (even if it is used for one watch only)\n### Weather effects\n- **Light rain**: Mitigates presence gained by 1\n- **Heavy rain or Storm**: Mitigates presence by 1 and reduces presence by 1.\n\n## Calculating presence for the day\n- 1) Group used fast pace: Raise presence by 1\n- 2) Group camped at the same locale for more than one day: Raise presence by 1\n- 3) Group failed a stealth check during Exploration phase: Raise presence by 1\n- 4) There was bad weather during the day (no matter the time of day)\n - Light rain: mitigate presence gained by 1\n - Heavy rain: mitigate presence by 1 and reduce presence by 1\n- 5) Group succeeded on all stealth checks (if any) and camped to a different locale in the biome while avoiding fast pace: Reduce presence by 1\n- 6) Group was never in the biome for a whole day? Reduce presence by 1\n\n## Effects Of Presence\n- Each watch, DM rolls a die to determine the chances for an encounter. Rolling a 1 or 2 on the die, means that an encounter happens.\n- The die size depends on the presence the group has gathered in the current biome.\n```\nPresence | Die size\n---------|----------\n0        | d20\n1        | d12\n2        | d10\n3        | d8\n4        | d6\n5        | d4\n```\n\neg\nGroup breaks up camp and uses fast pace to move to another locale and then returns back to the same locale and camps. During camping, a member tries to survey and fails their stealth check. Weather is clear for the whole day.\nPresence raises by 3 at the end of the day.\nFast pace: +1\nCamped in same locale: +1\nFailed stealth check for camping activity: +1",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Sleep",
        "desc": "# __***Getting Some Sleep***__\n\n- Sleeping requires two watches to complete.\n- When you attempt to sleep, make a sleeping check (Constitution saving throw) against the Camping Activity DC.\n - If you are sleeping in a bedroll or tent, you can make the roll with advantage.\n - **Success**: Your sleep was undisturbed. Regain 1 spent hit die (max. once per day) and you heal 3 fatigue and a major amount of Stress.\n - **Failure**: You couldn't sleep well, waking up tired. You gain a moderate amount of Stress and heal only 1 fatigue.\n\n**Trance**\n- Some races don't sleep as others do—instead, they fall into a meditative state known as a Trance. In this state, your character is semi-conscious and only partially-aware of their surroundings.\n - While you are in a trance, you have disadvantage on all Perception rolls. You may, however, roll your sleeping checks as normal.\n\n**Wearing Armor**\n- Armor—while great for defense—does not make for comfortable sleeping attire. If you choose to keep your armor on while you sleep, you must roll your sleeping check with disadvantage.\n\n**The Lookout**\n- While the lookout is on active guard duty, they can still make a sleeping check—simply assume that they find some time to have a quick nap whilst the other party members are still awake.\n - The lookout rolls their sleeping check with disadvantage, however—it's hard to feel completely refreshed after a night on watch.\n - **Note:** This disadvantage cannot be avoided. The Lookout takes few quick naps so they dont use their bedroll. Its better to lend it to someone who doesnt have one.\n\n### Sleeping Check Alias\n\nMakes a sleeping check. Requires to set a dc.\n**Success**: Reduces fatigue counter by 3. Regains 1 spent hit die. Heals a moderate amount of stress ( 1d4 ).\n**Failure**:  Reduces fatigue counter by 1. Raises stress by a moderate amount ( 1d4 ).\n``!sleep -dc <number>``\n\nMakes a sleeping check with advantage or disadvantage. Requires to set a dc.\nMakes a sleeping check. Requires to set a dc.\n**Success**: Reduces fatigue counter by 3. Regains 1 spent hit die. Heals a moderate amount of stress ( 1d4 ).\n**Failure**:  Reduces fatigue counter by 1. Raises stress by a moderate amount ( 1d4 ).\n``!sleep adv -dc <number>``\n``!sleep dis -dc <number>``",
        "iurl": "",
        "thum": ""
    },
    {
        "name": "Pace",
        "desc": "# __***Exploration Pace***__\n- While exploring, a group of adventurers can move at a normal fast, or slow pace.\n- Exploring at a fast pace makes characters less perceptive, unable to focus on anything but the road and attracts attention, while a slow exploration pace makes it possible to sneak around and to traverse the area more carefully.\n- Characters can explore for 8 hours—two watches—per day normally, incurring no penalties. However, a party can push beyond this limit, at the risk of fatigue. For each additional hour of exploration beyond 8 hours, the characters cover an hour’s distance at their pace, and each character must make a Constitution saving throw at the end of the hour.\n - The DC is 10 + 1 for each hour past 8 hours. On a failed saving throw, a characters gains one level of fatigue.\n\n- **Fast Pace**.\n - At a fast pace, characters suffer a -5 penalty to passive Wisdom (Perception) scores, a -5 penalty to Wisdom (Survival) checks made to navigate or track, cannot engage in exploration activities other than noticing threats, navigating, or tracking and their presence in the biome raises by 1 at the end of the day.\n- **Normal Pace**. \n - A normal pace has no additional effects. Characters can engage in these exploration activities: Lookout, Track/Navigate, Draw a map and Forage with disadvantage.\n- **Slow Pace**. \n - While exploring at a slow pace, characters are able to explore stealthily, gain a +5 bonus to Wisdom (Survival) checks made to Track/Navigate and +5 to passive perception when on lookout duty. Characters can do all activities available besides relaxing activities.\n- **No Pace**\n - While staying still, character are able to do some activities more easily. It also allows the explorers to set up camp and do relaxing activities or sleep for the day.",
        "iurl": "",
        "thum": ""
    }
]
