[
    {
        "gend": "***Error:*** *`<name>` is a required argument that is missing\n\nTry `!esrpg sub monk <name>` using the name of a subclass to find an Overview of information.*\n\nAvailable Options:\n- Way of the Exposed Palm\n- Way of the Whispering Fang\n- Way of the Voice\n- Way of the Desert Wind\n- Way of the Contender\n- Way of the Hidden Motives\n- Way of the Spirit Sword"
    },
    {
        "name": "**__Monk__**\n**__Way of the Exposed Palm__**",
        "desc": "**Exposed Palm Technique**\n*3rd-level Way of the Exposed Palm feature*\nStarting when you choose this tradition at 3rd level, you can manipulate your enemy's stamina when you harness your own. Whenever you hit a creature with one of the attacks granted by your Flurry of Blows, you can impose one of the following effects on that target:\n- It must succeed on an Agility saving throw or be knocked prone.\n- It must make a Strength saving throw. If it fails, you can push it up to 15 feet away from you.\n- It can't take reactions until the end of your next turn.\n\n**Counterbalance**\n*6th-level Way of the Exposed Palm feature*\nAt 6th level, you gain the ability to use stamina to absorb direct damage against you. As a reaction, when you are struck with an attack that only strikes you, and deals bludgeoning, piercing, or slashing damage, you can reduce the damage by ten times the amount of stamina spent. Once you use this ability, you must finish a long rest to use it again.\n\n**Extra Attack**\n*11th-level Way of the Exposed Palm feature*\nBeginning at 11th level, you can attack three times, instead of twice whenever you take the Attack action on your turn.\n\n**Quivering Palm**\n*17th-level Way of the Exposed Palm feature*\nAt 17th level, you gain the ability to set up lethal vibrations in someone's body. When you hit a creature with an unarmed strike, you can spend 3 stamina points to start these imperceptible vibrations, which last for a number of days equal to your monk level. The vibrations are harmless you use your action to end them. To do so, you and the target must be on the same plane of existence. When you use this action, the creature must make an Endurance saving throw. If it fails, it is reduced to 0 hit points. If it succeeds, it takes 10d10 bludgeoning damage.\n\nYou can have only one creature under the effect of this feature at a time. You can choose to end the vibrations harmlessly without using an action.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/e/ef/Exposed-palm-banner.png"
    },
    {
        "name": "**__Monk__**\n**__Way of the Whispering Fang__**",
        "desc": "**Monk Weaponry**\n*3rd-level Way of the Whispering Fang feature*\nStarting at 3rd level, when you use monk weapons, you can choose to deal damage equal to the weapon's description, or by an amount equal to 1 size of dice larger than the your current martial arts die listed in the Martial Arts column of the Monk table. For example, at 3rd level instead of 1d4, your hand-to-hand weapon attacks deal 1d6 damage. At 17th level, your weapon attacks deal 1d12 damage.\n\n*Special.* If your race has natural weapons, they are considered monk weapons for you.\n\n**Wholeness of Body**\n*6th-level Way of the Whispering Fang feature*\nAt 6th level, you gain the ability to heal yourself. As an action, you can regain hit points equal to three times your monk level. You must finish a long rest before you can use this feature again.\n\n**Cloak of Shadows**\n*11th-level Way of the Whispering Fang feature*\nBy 11th level, you have learned to become one with the shadows. When you are in an area of dim light or darkness, you can use your action to become invisible. You remain invisible until you make an attack, cast a spell, or are in an area of bright light.\n\n**Opportunist**\nAt 17th level, you can exploit a creatures momentary distraction when it is hit by an attack. Whenever a creature within 5 feet of you is hit by an attack made by a creature other than you, you can use your reaction to make a melee attack against that creature.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/fa/Whispering-fang-banner.png"
    },
    {
        "name": "**__Monk__**\n**__Way of the Voice__**",
        "desc": "**Discipline of the Voice**\nn*3rd-level Way of the Voice feature*\nYou learn how to harness the power of the dragon tongue to form powerful shouts. A shout requires you to spend stamina points each time you use one. When you use a shout that requires you to expend 2 stamina points or less, you can choose not to expend any stamina points a number of times equal to half your proficiency bonus (rounded up). Once you use the specified number of shouts in this way, you can’t do so again until you finish a long rest.\n\n*Shouts.* You know the Unrelenting Force shout and two other shouts of your choice, which are detailed in the “Dragon Shouts” section at the end of the subclass description. You learn two additional shouts of your choice at 6th, 11th, and 17th level. Whenever you gain a level in this class, you can choose one of the dragon shouts you know and replace it with another dragon shout that you could learn at that level.\n\n*Using Words of Power.* The Thu'um is a form of magic which uses words from the draconic language to form powerful shouts. While the effects of a dragon shout are considered spells, they break some of the rules of spellcasting\n*follow https://wiki.uestrpg.com/wiki/BR:Way_of_the_Voice#Discipline_of_the_Voice for details.*\n\n**Minor Thu’um**\n*3rd-level Way of the Voice feature*\nYour voice becomes a dangerous weapon if not used with great care. You gain a new attack option that you can use with the Attack action. This special attack is a ranged spell attack with a range of 30 feet. You are proficient with it, and you add your Willpower modifier to its attack and damage rolls. Its damage is force, and its damage die is a d4. This die changes as you gain monk levels, as shown in the Martial Arts column of the Monk table. This special attack is considered a monk weapon for you. When you gain the Extra Attack feature, this special attack can be used for any of the attacks you make as part of the Attack action.\n\n**Passage of Knowledge**\n*6th-level Way of the Voice feature*\nYour understanding of the voice allows you to temporarily teach it to others. As an action, you whisper one of the dragon shouts you know to a creature within 5 feet of you that can speak and knows at least one language, filling its mind with the words of power. That creature can use this shout using your Stamina save DC once before it finishes a long rest. You expend stamina points for the shout as normal. You cannot spend more than 3 stamina points to use this feature. Once the shout is used, the knowledge of it vanishes from the creature’s mind. Once you use this feature, you cannot use it again until you finish a long rest.\n\n**Speed of the 7,000 Steps**\n*11th-level Way of the Voice feature*\nYour understanding of the Thu’um allows you to combine it with your martial arts. When you use a Dragon Shout, you can make an unarmed strike or use Flurry of Blows, as if you had used a monk weapon or an unarmed strike. In addition, you may use your Minor Thu’um feature as a bonus action after attacking with a monk weapon or an unarmed strike.\n\n**Might of the Tongues**\n*17th-level Way of the Voice feature*\nYou can tap deep into your knowledge of the voice to destroy your enemies in times of true need. When you use a Dragon Shout without expending any stamina points, treat the shout as if you had spent 3 stamina points.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/b/b2/Voice-banner.png"
    },
    {
        "name": "**__Monk__**\n**__Way of the Desert Wind__**",
        "desc": "**Forceful Blows**\n*3rd-level Way of the Desert Wind feature*\nStarting when you choose this path at 3rd level, you learn how to channel the Desert Wind through your limbs. When you deal damage from your unarmed strikes and monk weapons, you can spend 1 stamina point to transform the damage made by the attacks into force damage. Additionally, when you deal force damage in this way to objects and structures, the damage is doubled.\n\n**Protective Winds**\n*6th-level Way of the Desert Wind feature*\nAt 6th level, you can call on the winds to protect you from harm. When you are hit by an attack, you can use a reaction and expend 1 stamina point to surround yourself with whirling winds until the start of your next turn. While you are surrounded by these winds, you gain resistance to bludgeoning, piercing, and slashing damage, as well as force damage. Additionally, ranged weapon attacks have disadvantage against hitting you.\n\n**Vigor from the Gales**\n*11th-level Way of the Desert Wind feature*\nAt 11th level, your mastery over your stamina heightens, gaining additional benefits when you use the following stamina features:\n\n*Flurry of Blows.* When you use Flurry of Blows, you can make one additional unarmed strike as part of the attack.\n*Patient Defense.* When you use Patient Defense, you gain an additional +2 bonus to your AC until the start of your next turn.\n*Step of the Wind.* When you use Step of the Wind to Disengage, you can also Dash as a free action on your turn.\n\n**Zephyr Walk**\n*17th-level Way of the Desert Wind feature*\nAt 17th level, you you gain the ability to fly in short bursts. You gain a flying speed equal to your walking speed, but you must end your turn on a solid object or on solid ground. If you do not, you fall, taking damage as normal. Additionally, you can spend 3 stamina points to cast the levitate spell on yourself.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/6/6f/Desert-wind-banner.png"
    },
    {
        "name": "**__Monk__**\n**__Way of the Contender__**",
        "desc": "**Bonus Proficiencies**\n*3rd-level Way of the Contender feature*\nYou gain proficiency with two weapons of your choice that do not have the heavy or two-handed properties. Weapons of the chosen types are considered monk weapons for you.\n\n**Brawler's Technique**\n*3rd-level Way of the Contender feature*\nYou learn how to combine both offense and restraint into a single, fluid move. When you hit a creature with an unarmed strike, you can spend 1 stamina point to attempt to grapple the target as part of the attack.\n\n**Deflect Blows**\n*6th-level Way of the Contender feature*\nYou can use your reaction to deflect incoming melee attacks. When you do so, the damage you take from the attack is reduced by 1d10 + your Agility modifier + your monk level.\n\nIf you reduce the damage to 0, you deflect the attack entirely and you can spend 1 stamina point to make a melee attack with either a monk weapon or an unarmed strike as part of the same reaction.\n\n**Inspiring Performance**\n*11th-level Way of the Contender feature*\nYou learn how to turn the tide of battle in yours and your allies favor. As a bonus action, choose an ally within 30 feet of you. You can expend a number of stamina points up to the number of attacks the target can make in a single round, allowing the target to gain advantage on each attack made before the start of your next turn.\n\n**Greater Flurry of Blows**\n*17th-level Way of the Contender feature*\nYou break free of the physical limitations of your mortal frame. When you spend 1 stamina point to use your Flurry of Blows feature, you make three unarmed strikes instead of two.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/f7/Contender-banner.png"
    },
    {
        "name": "**__Monk__**\n**__Way of the Hidden Motives__**",
        "desc": "**Methods of the Deceiver**\n*3rd-level Way of the Hidden Motives feature*\nYou gain proficiency in the Deception skill and with the disguise kit. In addition, you can mimic the speech of another person provided that you speak the same language and have heard the person speaking for at least 1 minute. A successful Willpower (Insight) check contested by your Personality (Deception) check allows a suspicious listener to determine that the effect is faked.\n\nAdditionally, you gain advantage on Personality (Deception) checks when talking to members of a faction, guild, or organization while you are disguised as a member of that same group.\n\n**Lock Breaker**\n*3rd-level Way of the Hidden Motives feature*\nYou are familiar with the mechanisms of locks and can open them by delivering a pinpoint strike. You can make an unarmed attack against a lock and if your attack roll meets or exceeds the DC required to pick the lock, it silently breaks.\n\n**Uncovering Motives**\n*6th-level Way of the Hidden Motives feature*\nYour training down this path has led you to uncovering the best ways to learn the motives, secrets, and abilities of your quarries. You can use a bonus action and expend 1 stamina point to gain advantage on Willpower (Insight) checks, and attribute checks made to accomplish any of the following challenges:\n- Intimidate a target into giving you information\n- Pick a pocket\n- Investigate an area\n\n**Method of Aid**\n*6th-level Way of the Hidden Motives feature*\nYou can spend 1 stamina point to use the Help action as a reaction when a creature that you can see within 15 feet of you makes an attribute check, attack roll, or saving throw. If the creature succeeds on their roll, you gain temporary hit points equal to your Willpower modifier for the next hour.\n\n**Slippery Foe**\n*11th-level Way of the Hidden Motives feature*\nBreaking a hold and slipping out of your enemies grasp comes as second nature to you. By learning how to break these means you have also learned how to prevent them from being broken, gaining advantage on attempts to grapple a creature.\n\n*Grapple Breaker.* You can spend 1 stamina point to gain advantage on a roll to break a grapple. If you succeed on breaking this grapple, you can immediately use Flurry of Blows against the creature as a reaction.\n*Escapism.* When you take damage from a melee attack, you can use your reaction and spend 1 stamina point to move up to half your movement instantly. While moving in this way, opportunity attacks made against you have disadvantage.\n\n**Mental Extraction**\n*17th-level Way of the Hidden Motives feature*\nYou master the ability to extract information. You can spend 2 stamina point while making an unarmed strike against a humanoid creature. On a hit, the attack deals no damage but the target must make a Willpower saving throw. On a failed save, the humanoid's memories of the last 1 minute are forgotten, including the strike. This can only be done against a humanoid that does not consider you a hostile threat. On a success, the target is immune to this ability for 24 hours. You can increase the time the creature forgets by another minute for every additional stamina point expended.",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/9/96/Hidden-motives-banner.png"
    },
    {
        "name": "**__Monk__**\n**__Way of the Spirit Sword__**",
        "desc": "**Restriction: Redguards Only**\nYour GM can lift this restriction to better suit the campaign. The restriction might not apply to your GM's setting or their version of the Elder Scrolls.\n\n**Bonus Proficiencies**\n*3rd-level Way of the Spirit Sword feature*\nYou gain proficiency with long blades if you don't already have it. Long blades are monk weapons for you. Additionally, you gain proficiency in the Religion skill.\n\n**Shehai**\n*3rd-level Way of the Spirit Sword feature*\nYou gain the ability to project a weapon of pure light. You can use your action to expend 1 stamina point to summon a spectral greatsword in your empty hand, known as a shehai. You are proficient with it while you wield it. This weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. The weapon appears as a greatsword that must be held by you, and uses only the greatsword's two-handed property, as it is weightless. The greatsword sheds bright light in a 20-foot radius and dim light for an additional 20 feet.\n*follow https://wiki.uestrpg.com/wiki/LGtC:Way_of_the_Spirit_Sword#Shehai for details*\n\n**Maxims of the Master**\n*6th, 11th, and 17th-level Spirit Sword feature*\nYou learn to master the art of the way of the blade with your shehai. You learn two sword techniques that you can use in combat. When you finish a long rest, you can exchange either of these techniques with another. You learn one additional sword technique of your choice at 11th, and again at 17th level.\nIf a technique has prerequisites, you must meet them to learn it. You can learn the technique at the same time that you meet its prerequisites. A level prerequisite refers to your level in this class.\n*follow https://wiki.uestrpg.com/wiki/LGtC:Way_of_the_Spirit_Sword#Maxims_of_the_Master for a list of techniques.*",
        "iurl": "",
        "thum": "https://wiki.uestrpg.com/images/f/f0/Spirit-sword-banner.png"
    }
]
